[
    {
        "uri": "2024-05-351137583",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "08:32:55",
        "dateTime": "2024-05-10T08:32:55Z",
        "dateTimePub": "2024-05-10T00:00:00Z",
        "dataType": "news",
        "sim": 0.6745098233222961,
        "url": "https://www.globalissues.org/news/2024/05/10/36688",
        "title": "Biden 'Moving the Goal Post' With Threat to Withhold Bombs from Israel",
        "body": "Biden said for the first time that he'll stop sending bombs, artillery shells, and other arms to Israel if Prime Minister Benjamin Netanyahu orders a major invasion of Rafah, where more than a million Palestinians forcibly displaced from other parts of the embattled Gaza Strip are sheltering alongside around 280,000 local residents.\n\nReferring to Israel's use of U.S.-supplied 2,000-pound bombs -- which can destroy an entire city block and have been used in some of the war's worst atrocities -- Biden told CNN's Erin Burnett that \"civilians have been killed in Gaza as a consequence of those bombs and other ways in which they go after population centers.\"\n\nEven the U.S. military -- which has killed more foreign civilians than any other armed force on the planet since the end of World War II -- won't use 2,000-pound bombs in urban areas. But Israel does, including when it launched a strike to assassinate a single Hamas commander by dropping the munitions on the Jabalia refugee camp last October, killing more than 120 civilians.\n\n\"If they go into Rafah, I'm not supplying the weapons that have been used historically to deal with Rafah, to deal with the cities,\" Biden said Wednesday.\n\nIsraeli forces have already gone into Rafah, and it was reported Tuesday that Biden was taking the unusual step of delaying shipments of two types of Boeing-made bombs to Israel to send a message to the country's far-right government.\n\nIt was, however, a mixed message, as the president also earlier in the day reaffirmed his support for Israel's war on Gaza, which the International Court of Justice said is \"plausibly\" genocidal in a preliminary ruling in January.\n\nCritics noted the shifting and subjective language used by Biden -- who previously said that any Israeli invasion of Rafah would constitute a \"red line\" resulting in unspecified consequences.\n\n\"He said invading Rafah was a red line. Israel invaded Rafah anyway, bombing buildings, burning and crushing children to death,\" political analyst Omar Baddar said on social media. \"Biden is now moving the goal post by adding a completely subjective descriptor: 'Major.' Now Israel has a green light to destroy Rafah in slow motion.\"\n\nDuring the course of the seven-month Israeli assault on Gaza -- which has killed, maimed, or left missing more than 124,000 Palestinians -- Biden has said Israel has killed \"too many civilians\" with its \"indiscriminate bombing,\" even as he's pushed for more and more military aid for the key ally.\n\nWednesday's interview came on the heels of Biden's approval of a $14.3 billion emergency military aid package to Israel, multiple moves to sidestep Congress to fast-track armed assistance, nearly $4 billion in previously authorized annual military aid, and diplomatic cover in the form of several United Nations Security Council vetoes.\n\nReporting that the Biden administration will delay a highly anticipated report on whether Israel is using U.S. military aid in compliance with international law also drew backlash Tuesday from human rights advocates.\n\nReferring to Israel's U.S.-funded anti-missile system, Biden continued his supportive rhetoric during Wednesday's CNN interview, telling Burnett that \"we're going to continue to make sure Israel is secure in terms of Iron Dome and their ability to respond to attacks.\"\n\nBut the president added that Israel's use of devastating weaponry against civilians is \"just wrong,\" and that \"we're not going to supply the weapons and artillery shells.\"\n\nSome peace groups welcomed Biden's threat to withhold bombs and artillery shells from Israel, even while urging him to do more to stop his ally's genocidal onslaught.\n\n\"Biden's statement is as necessary as it is over overdue,\" Jewish Voice for Peace executive director Stefanie Fox said in a statement. \"The U.S. already bears responsibility for months of Israeli military has killed, the two million Palestinians being intentionally brought to the brink of famine, the decimation of all universities and almost every hospital in Gaza.\"\n\n\"Today's statement shows that Biden can no longer ignore the will of the majority of Americans who want a permanent cease-fire, release of all hostages, and an end to U.S. complicity in Israeli war crimes,\" Fox added.",
        "source": {
            "uri": "globalissues.org",
            "dataType": "news",
            "title": "Global Issues",
            "location": {
                "type": "country",
                "label": {
                    "eng": "United States"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://static.globalissues.org/ips/2024/05/Destruction-in-northern-Gaza_.jpg",
        "eventUri": "eng-9549070",
        "sentiment": -0.5215686274509803,
        "wgt": 453025975,
        "relevance": 1
    },
    {
        "uri": "8120227715",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "05:31:09",
        "dateTime": "2024-05-10T05:31:09Z",
        "dateTimePub": "2024-05-10T05:20:01Z",
        "dataType": "news",
        "sim": 0.7450980544090271,
        "url": "https://jamaica-gleaner.com/article/world-news/20240510/us-wont-supply-weapons-israel-attack-rafah-biden",
        "title": "US won't supply weapons for Israel to attack Rafah - Biden",
        "body": "President Joe Biden said that he would not supply offensive weapons that Israel could use to launch an all-out assault on Rafah - the last major Hamas stronghold in Gaza - over concern for the well-being of the more than one million civilians sheltering there.\n\nBiden, in an interview with CNN on Wednesday, said that the US was still committed to Israel's defence and would supply Iron Dome rocket interceptors and other defensive arms but that if Israel goes into Rafah, \"we're not going to supply the weapons and artillery shells used\".\n\nBiden acknowledged that \"civilians have been killed in Gaza\" by the type of heavy bombs that the US has been supplying - his first validation of what administration critics have been loudly protesting, even if he still stopped short of taking responsibility. His threat to hold up artillery shells expanded on earlier revelations that the US was going to pause a shipment of heavy bombs.\n\nThe US has historically provided enormous amounts of military aid to Israel. That has only accelerated in the aftermath of Hamas' October 7 attack, which killed some 1,200 people in Israel and led to about 250 being taken captive by militants. Biden's comments and his decision last week to pause the shipment of heavy bombs to Israel are the most striking manifestations of the growing daylight between his administration and Israel Prime Minister Benjamin Netanyahu's government. Biden said Wednesday that Israel's actions around Rafah had \"not yet\" crossed his red lines, but has repeated that Israel needs to do far more to protect the lives of civilians in Gaza.\n\nThe shipment was supposed to consist of 1,800 2,000-pound (900-kilogram) bombs and 1,700 500-pound (225-kilogram) bombs, according to a senior US administration official who spoke on the condition of anonymity to discuss the sensitive matter. The focus of US concern was the larger explosives and how they could be used in a dense urban area.\n\n\"Civilians have been killed in Gaza as a consequence of those bombs and other ways in which they go after population centres,\" Biden told CNN. \"I made it clear that if they go into Rafah - they haven't gone in Rafah yet - if they go into Rafah, I'm not supplying the weapons that have been used historically to deal with Rafah, to deal with the cities, that deal with that problem.\"\n\n\"We're not walking away from Israel's security,\" the Democratic president continued. \"We're walking away from Israel's ability to wage war in those areas.\"\n\nDefense Secretary Lloyd Austin earlier Wednesday confirmed the weapons delay, telling the Senate Appropriations Subcommittee on Defense that the US paused \"one shipment of high payload munitions\".\n\n\"We're going to continue to do what's necessary to ensure that Israel has the means to defend itself,\" Austin said. \"But that said, we are currently reviewing some near-term security assistance shipments in the context of unfolding events in Rafah.\"",
        "source": {
            "uri": "jamaica-gleaner.com",
            "dataType": "news",
            "title": "Jamaica Gleaner",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Kingston, Jamaica"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "Jamaica"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://jamaica-gleaner.com/sites/default/files/styles/250px/public/media/article_images/2024/05/10/2777846/7941655.jpg?itok=kOMsXuSM",
        "eventUri": "eng-9549070",
        "sentiment": -0.2941176470588235,
        "wgt": 453015069,
        "relevance": 1
    },
    {
        "uri": "2024-05-350966846",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "05:25:43",
        "dateTime": "2024-05-10T05:25:43Z",
        "dateTimePub": "2024-05-10T04:30:59Z",
        "dataType": "news",
        "sim": 0.4823529422283173,
        "url": "https://nkytribune.com/2024/05/opinion-bill-straub-israel-is-testing-the-bounds-of-friendship-dont-good-friends-say-youre-wrong/",
        "title": "Opinion - Bill Straub: Israel is testing the bounds of friendship; don't good friends say 'you're wrong'? - NKyTribune",
        "body": "President Biden has managed to attract scorn from every conceivable side of the ongoing and bloody conflict in Gaza, from American Muslims and proponents of the Palestinian cause to those who maintain the administration has proved insufficiently devoted to the security of the Jewish state.\n\nIt is not a position any presidential candidate, Democrat or Republican, hopes for in an election year, especially in a contest expected to be extraordinarily close. Michigan is in play with a substantial number of Muslim voters in the Detroit area who assert Biden isn't doing enough to end the conflict. They are joined by many college-age voters - a key faction in the president's re-election hopes - protesting Israeli brutality and calling on the White House to act.\n\nAnd there likely will be concern among Democrats in areas like New York or New Jersey with a large Jewish voting bloc, although it should be noted that polls show a majority of Jews in the U.S. have little use for the corrupt and creepy Benjamin Netanyahu, the Israeli prime minister calling the shots in Gaza.\n\nBiden has been playing centerfield for the most part, supporting a ceasefire while demanding that Hamas release Israeli hostages. And he has now informed Israel that he intends to withhold a U.S. shipment of offensive weapons headed its way if it opts to invade the city Rafah, the last habitable stronghold remaining in Gaza, which would further endanger the brutalized civilian population.\n\nThat declaration has drawn contempt from Senate Republican Leader Mitch McConnell, of Louisville, who, with House Speaker Mike Johnson, R-LA, has sent a letter to Biden informing the president that \"we were alarmed by media reports that your Administration had delayed the delivery of a variety of weapons shipments bound for Israel. This news flies in the face of assurances provided regarding the timely delivery of security assistance to Israel.\"\n\nOn Wednesday, McConnell posted on X that, \"The Biden Administration says their commitment to Israel is 'ironclad.' If they mean it, then it's time to stop bending to pressure from campus communists and give our ally the time, space, and support it needs to destroy the terrorists threatening Israelis and Palestinians, alike.\"\n\nReally Mitch? It's \"campus communists\" bending Biden's ear? That's cheap even for you.\n\nNow might be a good time to report that McConnell's old guiding light, former president St. Ronald Reagan, halted arms shipments to Israel. Twice. He imposed a six-year ban on cluster weapons to Israel in 1982 - ironic since cluster weapons are involved again this time -- and then called off delivery of F-16 fighter jets during a period of Middle East unrest. If that's not enough, St. Ronnie's successor, George H.W. Bush, hit the brakes on $10 billion in loan guarantees during his tenure in an effort to bring an end to Israeli settlement activity in occupied territories.\n\nBut they were Republicans and, in Mitch world, that makes it okay. Don't know if they were beholden to campus communists as well.\n\nMcConnell isn't alone in the Commonwealth's congressional delegation excoriating Biden's actions on Gaza. Rep. Andy Barr, R-Lexington, perhaps smelling a one-way ticket to the U.S. Senate in 2026, said recently the president \"has turned his back on our ally, Israel, and is in lockstep with Hamas sympathizers.\"\n\nThis statement was made while Biden was pushing Congress to approve a $26 billion aid package to Israel that included $9.1 billion in humanitarian assistance. Well, that's one way to turn your back on a pal. And that money will remain in the pipeline if he stalls arms shipments.\n\nAnd, for what it's worth, Rep. Hal Rogers, R-Somerset, in his Spring 2024 \"Update from Hal\" dispatched to constituents, announced that Biden is \"considering a proposal to bring Palestinian refugees from Gaza to the United States,\" a move, according to Hal, that would \"unequivocally create a national security risk on our own soil.\"\n\nThe proposal, which has not been implemented, would involve only those refugees who have immediate family members who are American citizens or permanent residents. They would probably be so emaciated as a result of the famine Israel is responsible for to do any spying on U.S. soil anyway.\n\nSo, given all this, let's start by noting that opposition to initiatives undertaken by the government of Israel, led by the aforementioned creep Netanyahu, doesn't automatically make you an antisemite any more than protesting those initiatives makes you one of Mitch's \"campus communists.'' Obviously, without argument, much opposition to anything Israel does may be the result of antisemitism. But sometimes, as Freud reputedly said, a cigar is just a cigar and the opposition comes from that country's actions, not its religious base.\n\nThe current troubles were launched on Oct. 7, 2023 when Palestinian militant marauders, led by Hamas, initiated what can only be described as an assault on humanity. The invaders entered southern Israel and proceeded to massacre at least a thousand civilians. It was all the result of, apparently, age-old hostilities.\n\nIsrael, understandably, wasn't about to sit on its hands after the attack. It set about the task of destroying Hamas, a militant group that won control of Gaza after winning a majority of the seats on the Palestinian Legislative Council in January 2006 and then emerging victorious after an internecine fight with another Palestinian group the following year.\n\nUnited Nations Secretary-General Antonio Guterres acknowledged at the time of the attack, \"the legitimate grievances of the Palestinian people.\" But, he added, \"nothing can justify these acts of terror and the killing, maiming and abduction of civilians.\"\n\nSo Israel went about the task of destroying Hamas, a worthy goal. But the way the nation has gone about it stretches any definition of humanity.\n\nGaza is a 141 square mile strip bordered to the south by Egypt and to the north and west by Israel. Before the latest conflict it was home to an estimated 2.3 million residents, with an unusually high proportion being children. Sunni Muslims constitute more than 99 percent of the population. The remainder are Arab Christians. No Jews live in Gaza. It is a particularly poor territory, largely as a result of a blockade imposed by Israel and Egypt for security reasons.\n\nIsrael's response has proved particularly devastating, essentially decimating the entire strip to rubble, rendering it inhabitable save for the city of Rafah, which is now the collection point for hundreds of thousands of Palestinian refugees with nowhere to go.\n\nIt has been bloody, particularly upon the civilian population. According to the Gaza Ministry of Health, more than 34,000 people have died as a result of Israeli attacks and more than 77,000 have been wounded. About 72 percent of those killed are women and children - hardly what one would consider Hamas fighters.\n\nThose are Gaza-based figures, so make of them what you will. But there are other outlets, including NPR, reporting those totals are considered the most reliable available. Thousands more remain unaccounted for \"either missing under the rubble, buried hastily in side streets or decomposing in areas that can't be safely reached.\"\n\nYou may have noticed that McConnell, Barr and others have not once - not once -- bothered to mention the inhumane toll taken on the Palestinian population. And it does not appear that Israel and its supporters care very much at all about the collateral damage to women and children.\n\nThis does not appear to be a precision offensive by any stretch. Hospitals and schools have been destroyed by Israeli missiles. The U.N. reports more than 240 aid workers have died in Gaza since the beginning of the war. Seven World Central Kitchen workers, in Gaza on April 1 to help feed a civilian population on the doorstep of famine, were killed in an Israeli airstrike.\n\nBy the way, those workers reportedly were in central Gaza after delivering more than 100 tons of food to a warehouse and were driving in what is referred to as a \"deconflicted zone\" in three armored cars when an Israeli airstrike hit. According to reports, Israel was informed about the existence and logistics of the convoy which, nonetheless, was nailed multiple times.\n\nNetanyahu claimed responsibility for the unintended strike but also said things like it happen in war.\n\nIn other words, too bad. Tough.\n\nThere's a lot more in play here. People are starving and they're trapped in a city that is on the verge of a massive attack with nowhere to hide. There's nothing left.\n\nGuys like McConnell and Barr can bloviate about our friend Israel all they want. But part of being a friend is telling your buddy when he or she is wrong, in this case to the tune of almost 35,000 souls.",
        "source": {
            "uri": "nkytribune.com",
            "dataType": "news",
            "title": "NKyTribune",
            "location": null
        },
        "authors": [
            {
                "uri": "judy_clabes@nkytribune.com",
                "name": "Judy Clabes",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://nkytribune.com/wp-content/uploads/2019/06/Bill-Straub-featured-1.png",
        "eventUri": "eng-9549070",
        "sentiment": -0.03529411764705881,
        "wgt": 453014743,
        "relevance": 1
    },
    {
        "uri": "8120217418",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "05:11:20",
        "dateTime": "2024-05-10T05:11:20Z",
        "dateTimePub": "2024-05-10T05:10:59Z",
        "dataType": "news",
        "sim": 0.5137255191802979,
        "url": "https://economictimes.indiatimes.com/news/defence/president-joe-biden-just-made-his-biggest-blunder-by-cutting-off-munition-supply-to-israel/articleshow/109998610.cms",
        "title": "President Joe Biden just made his biggest blunder by cutting off munition supply to Israel",
        "body": "President Biden's decision to pause the delivery of bombs to Israel is driven by concerns for Palestinian civilians amid Hamas presence in Gaza. However, it inadvertently aids Hamas, prolongs the conflict, diminishes Israel's deterrence, risks wider war, and strains US-Israel relations. It's criticized for weakening Biden politically and potentially empowering adversaries.In announcing that the United States will pause delivery of 3,500 bombs to Israel, President Joe Biden has the laudable motive of wanting to spare innocent Palestinians from the military consequences of Hamas using Rafah as its last stronghold in the Gaza Strip. Less laudably, but no less understandably, he also needs to shore up support among progressive voters who think that Israel's use of U.S. weapons implicates us in war crimes.\n\nBut motives are not results. And the consequences of Biden's decision, if not soon reversed, will be the opposite of what he intends. How so? Let me count the ways.\n\nThe munitions cutoff helps Hamas.\n\nThe tragedy in Gaza is fundamentally the result of Hamas' decisions: to start the war in the most brutal way possible; to fight it behind and beneath civilians; to attack the border crossings through which humanitarian aid is delivered; and to hold on cruelly to Israel's 132 remaining hostages, living or dead. Whatever else the arms cutoff might accomplish when it comes to Israel, it is both a propaganda coup and a tactical victory for Hamas that validates its decision to treat its own people as human shields. And it emboldens Hamas to continue playing for time -- especially in the hostage negotiations -- with the idea that the longer it holds out, the likelier it is to survive.\n\nIt doesn't end the war. It prolongs it.\n\nNo Israeli government, even one led by someone more moderate than Benjamin Netanyahu, is going to leave Gaza with Hamas still in control of any part of the territory. If the Biden administration has ideas about how to do that without dislodging it from Rafah, we have yet to hear of them.\n\nThat means that one way or the other, Israel is going in, if not with bombs -- and the administration is also considering banning precision-guidance kits -- then with far-less accurate 120 mm tank shells and 5.56 mm bullets. Other than putting Israeli troops at greater risk, does the Biden administration really think the toll for Palestinians will be less after weeks or months of house-to-house combat?\n\nIt diminishes Israel's deterrent power and is a recipe for a wider war.\n\nOne of the reasons Israel isn't yet fighting a full-blown war to its north is that Hezbollah has so far been deterred from a full-scale attack, not least from fears of having its arsenal of an estimated 150,000 rockets and missiles decimated by the Israeli air force. But what if the Lebanese terrorist group looks at reports of Israeli munitions shortages and decides that now would be an opportune time to strike?\n\nIf that were to happen, the loss of civilian life in Tel Aviv, Haifa and other Israeli cities could be immense. Biden would have no choice but to authorize a massive airlift of munitions to Israel -- reversing this week's decision. And the United States might have to even more directly support Israel militarily.\n\nThere will be unintended foreign policy consequences.\n\nIsraeli doubts about America's reliability as an ally won't lead to Israeli pliancy. Instead, it will strengthen its determination to become far more independent of Washington's influence in ways we may not like. State-of-the-art Israeli cybertech for Beijing? Closer Israeli ties with Moscow? Americans who accuse Israel of freeloading off U.S. power will like it even less when it becomes a foreign policy freelancer -- something Biden ought to have learned when he tried to turn Saudi Arabia into a global pariah, only to learn, to his own humiliation, the kingdom had other strategic options.\n\nWorse: Rather than weaken Netanyahu and his political partners on the Israeli far-right, it will strengthen them. They will make the case that only they have the fortitude to stand up to a liberal president who folds to pressure from Israel-hating campus protesters.\n\nIt's a political gift to Donald Trump.\n\nAlthough the anti-Israel chants on college campuses may be loud, they aren't especially influential: Few voters, including young ones, put the war in Gaza anywhere near the top of their list of political priorities. But a clear majority of Americans back the current level of support for Israel or even want to increase it, according to a recent ABC News/Ipsos poll. The cutoff will further alienate pro-Israel voters and will only partly mollify anti-Israel ones, who will now pressure the president to go much further.\n\nIn other words, it's a classic case of falling between stools. It also plays into the perception that Biden is weak -- unable to stand up to the left flank of his party, and a feckless ally to our embattled friends. The last time the United States bailed on an ally, in Afghanistan, the result was a political debacle from which the president's approval rating never recovered. Why would the White House want to put voters in mind of that episode?\n\nThere is still time for the president to reverse this ill-judged decision. Netanyahu and his ministers can help by demonstrating that they are taking immediate, visible, meaningful steps to move Palestinian civilians out of harm's way. But an arms cutoff that weakens Israel as it faces enemies on multiple fronts is unworthy of a president whose clear and stalwart support for the Jewish state at its lowest moment was -- and should remain -- his finest hour.",
        "source": {
            "uri": "economictimes.indiatimes.com",
            "dataType": "news",
            "title": "Economic Times",
            "location": {
                "type": "country",
                "label": {
                    "eng": "India"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://img.etimg.com/thumb/msid-109998602,width-1200,height-630,imgsize-48174,overlay-etdefence/photo.jpg",
        "eventUri": "eng-9549070",
        "sentiment": -0.207843137254902,
        "wgt": 453013880,
        "relevance": 1
    },
    {
        "uri": "8120213282",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "05:07:43",
        "dateTime": "2024-05-10T05:07:43Z",
        "dateTimePub": "2024-05-10T05:07:24Z",
        "dataType": "news",
        "sim": 0.5137255191802979,
        "url": "https://www.independent.co.uk/news/world/middle-east/netanyahu-biden-israel-gaza-rafah-b2542684.html",
        "title": "Netanyahu defies ally Joe Biden and says Israel will 'fight with fingernails'",
        "body": "{{ #verifyErrors }}{{ message }}{{ /verifyErrors }}{{ ^verifyErrors }}Something went wrong. Please try again later{{ /verifyErrors }}\n\nIsraeli prime minister Benjamin Netanyahu has said his country is willing to \"stand alone\" and \"fight with our fingernails\" in the war on Gaza, a thinly-veiled rebuttal to ally Joe Biden's warning that the US could stop supplying him with arms.\n\nThe US president has urged Mr Netanyahu not to go ahead with a planned ground invasion of Rafah, where over 1.3 million Palestinians have sought refuge from Israel's bombardment of the Gaza Strip. The UN and aid charities say such an assault would have dire consequences for the refugees there.\n\nThe Israeli government had not responded to reports that Washington was holding back a shipment of bombs until Mr Biden went public on Wednesday saying the measure was a US warning to the Israelis not to \"go into Rafah\".\n\nMr Netanyahu responded in a statement on Thursday, saying: \"If we must stand alone, we shall stand alone.\n\n\"If we must, we shall fight with our fingernails. But we have much more than our fingernails, and with that strength of spirit, with God's help, together we shall be victorious.\"\n\nIsrael has said that victory in its seven-month-old war on Gaza would not be complete without invading Rafah, where it claims thousands of Hamas fighters and potentially dozens of the hostages they seized on 7 October are located. Hamas and other allied groups are still holding some 100 of the 250 captives they took during that attack on southern Israel, as well as the remains of about 30.\n\nThe Gaza war has killed nearly 35,000 Palestinians, including 15,000 children, left most of the Strip reduced to rubble, displaced over 80 per cent of the population and pushed it to the brink of starvation. The refugees in Rafah arrived in the southern city after Israel designated it a safe area for the Palestinians facing destruction of their homes and communities in Gaza City in the north.\n\nIsrael's top military spokesperson, Rear Admiral Daniel Hagari, appeared to downplay the practical impact of any holdup in US arms supplies. \"The army has munitions for the missions it plans and for the missions in Rafah too,\" he said, adding: \"We have what we need.\"\n\nIn a separate interview on US television, Mr Netanyahu suggested he maintained good relations with Mr Biden but that Israel \"will do what we have to\".\n\n\"We often had our agreements but we have had our disagreements. We have been able to overcome them,\" he said on the Dr Phil Primetime show.\n\n\"I hope we can overcome them now, but we will do what we have to do to protect our country.\"\n\nResponding to Mr Biden's decision to withhold the arms shipment, Mr Netanyahu's national security minister Itamar Ben-Gvir put up a post on X with a heart emoji between the words \"Hamas\" and \"Biden.\"\n\nHe and other ultra-nationalist members of Mr Netanyahu's coalition want a largescale Rafah operation and have threatened to bring down the government if that doesn't happen.",
        "source": {
            "uri": "independent.co.uk",
            "dataType": "news",
            "title": "The Independent",
            "location": {
                "type": "country",
                "label": {
                    "eng": "United Kingdom"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://static.independent.co.uk/2024/05/10/04/GettyImages-2151140403.jpg?quality=75&width=1200&auto=webp",
        "eventUri": "eng-9549070",
        "sentiment": -0.2941176470588235,
        "wgt": 453013663,
        "relevance": 1
    },
    {
        "uri": "8120206705",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "05:03:36",
        "dateTime": "2024-05-10T05:03:36Z",
        "dateTimePub": "2024-05-10T05:03:12Z",
        "dataType": "news",
        "sim": 0.545098066329956,
        "url": "https://www.azernews.az/region/225816.html",
        "title": "Pentagon confirms US has stopped supplying aerial bombs to Israel",
        "body": "Due to the situation in Rafah in the Gaza Strip, the USA has suspended the supply of a total of 3,500 aerial bombs to Israel, Azernews reports, citing the Pentagon spokesman, Patrick Ryder, as he told in a statement.\n\nAccording to him, the United States has not yet decided what to do with these supplies.\n\nUS President Joseph Biden said in an interview with CNN on May 8 that if a major military operation takes place in the city of Rafah, the US will stop supplying weapons to Israel.\n\nIt should be noted that a large number of Palestinians who were forced to leave other cities of Gaza have settled in Rafah. According to the Israeli side, the combat units of the Hamas group are concentrated in Rafah.",
        "source": {
            "uri": "azernews.az",
            "dataType": "news",
            "title": "AzerNews",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Baku"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "Azerbaijan"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://www.azernews.az/media/2024/05/10/september-11-pentagon-gettyimages-1366895.jpg",
        "eventUri": "eng-9549070",
        "sentiment": -0.2941176470588235,
        "wgt": 453013416,
        "relevance": 1
    },
    {
        "uri": "2024-05-350944850",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "04:55:49",
        "dateTime": "2024-05-10T04:55:49Z",
        "dateTimePub": "2024-05-10T04:19:13Z",
        "dataType": "news",
        "sim": 0.5843137502670288,
        "url": "https://www.israelnationalnews.com/news/389723",
        "title": "Ambassador Herzog: US sends the wrong message to Hamas and our enemies",
        "body": "Israel's Ambassador to the US, Michael Herzog, said on Thursday that it was \"unacceptable\" that the US decision to withhold some weapons from Israel became public while the two governments still were discussing Israel's planned offensive into the Gaza city of Rafah, Reuters reported.\n\nSpeaking at a webinar held by the Carnegie Endowment for International Peace, Herzog said the US pause on some arms supplies to Israel \"sends the wrong message to Hamas and to our enemies in the region.\"\n\nHerzog said Israeli officials had been discussing a Rafah operation for weeks with US officials \"and we told them point blank that we're not going to move automatically into the urban area without first developing a plan for the population and implementing\" that plan.\n\n\"We told the administration that what we are going to do is not time based, it is conditions based and we showed them our plans,\" he added.\n\n\"I think it's unfortunate that before we completed this discussion...things went out in public in the sense that, you know, 'Don't do Rafah and if you do we withhold certain weapons,\" Herzog said. \"I might say as well it is unacceptable.\"\n\nHerzog's comments come two days after a US official confirmed that the US had paused a shipment of bombs to Israel last week over concerns that Israel was approaching a decision on launching a full-scale assault on Rafah.\n\nThe shipment which was paused was supposed to consist of 1,800 2,000-pound bombs and 1,700 500-pound bombs, a US official told The Associated Press, with the focus of US concern being the larger explosives and how they could be used in a dense urban setting.\n\nOn Wednesday, President Joe Biden warned that he would halt shipments of American weapons to Israel if Prime Minister Benjamin Netanyahu orders a major invasion of the city of Rafah.\n\nSpeaking to CNN, Biden said that while the US would continue to provide defensive weapons to Israel, including for its Iron Dome air defense system, other shipments would end should a major ground invasion of Rafah begin.\n\n\"We're going to continue to make sure Israel is secure in terms of Iron Dome and their ability to respond to attacks that came out of the Middle East recently,\" he said. \"But it's, it's just wrong. We're not going to - we're not going to supply the weapons and artillery shells.\"\n\nNetanyahu responded to Biden on Thursday, saying, \"If we have to stand alone, we will stand alone. I have already said that if we have to - we will fight with our nails. But we have much more than our nails, and with the same determination, with God's help, we will win together,\" he said.",
        "source": {
            "uri": "israelnationalnews.com",
            "dataType": "news",
            "title": "Israel National News",
            "location": null
        },
        "authors": [
            {
                "uri": "elad_benari@israelnationalnews.com",
                "name": "Elad Benari",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://a7.org/files/pictures/1200x930/1154543.jpg?autocrop=1",
        "eventUri": "eng-9549070",
        "sentiment": -0.4117647058823529,
        "wgt": 453012949,
        "relevance": 1
    },
    {
        "uri": "8120198547",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "04:55:27",
        "dateTime": "2024-05-10T04:55:27Z",
        "dateTimePub": "2024-05-10T04:54:55Z",
        "dataType": "news",
        "sim": 0.6941176652908325,
        "url": "https://sputnikglobe.com/20240510/israel-will-fight-with-fingernails-amid-possible-halt-in-us-arms-supplies---netanyahu-1118371118.html",
        "title": "Israel 'Will Fight With Fingernails' Amid Possible Halt in US Arms Supplies - Netanyahu",
        "body": "On Wednesday, US President Joe Biden said Washington would restrict the supply of weapons to Israel if the Jewish state launches a major military incursion into Rafah. US Secretary of Defense Lloyd Austin confirmed Wednesday that the US had paused one shipment of \"high payload munitions\" to Israel and was \"reviewing near-term\" shipments amid Israel's heightened offensive in Rafah. Earlier on Thursday, Netanyahu's adviser, Dmitry Gendelman, said Israel regrets not receiving support on weapons deliveries from their \"closest ally,\" the United States, amid the ongoing Israeli operation in the city of Rafah in the Gaza Strip. Earlier on Thursday, White House National Security Communications Advisor John Kirby said the Biden administration hopes it will not have to make decisions about weapons shipments to Israel, but will have to do so if Israel enters Rafah. On Monday, Israel started a military operation in the eastern parts of Rafah and took control of the Gaza side of the Rafah border crossing with Egypt. The decision came despite Palestinian movement Hamas agreeing to the terms of a ceasefire deal proposed by Egypt and Qatar. Netanyahu called the deal unacceptable. Over a million people are believed to be sheltering in Rafah. On October 7, 2023, Hamas launched a large-scale rocket attack against Israel and breached the border, attacking both civilian neighborhoods and military bases. Nearly 1,200 people in Israel were killed and some 240 others abducted during the attack. Israel launched retaliatory strikes, ordered a complete blockade of Gaza, and started a ground incursion into the Palestinian enclave with the declared goal of eliminating Hamas fighters and rescuing the hostages. Over 34,900 people have been killed so far by Israeli strikes in the Gaza Strip, according to local authorities. More than 100 hostages are still believed to be held by Hamas in Gaza.",
        "source": {
            "uri": "sputnikglobe.com",
            "dataType": "news",
            "title": "Sputnik International",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Moscow"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "Russia"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://cdn1.img.sputnikglobe.com/images/sharing/article/eng/1118371118.jpg?11160351721715316847",
        "eventUri": "eng-9549070",
        "sentiment": -0.3176470588235294,
        "wgt": 453012927,
        "relevance": 1
    },
    {
        "uri": "8120165188",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "04:23:55",
        "dateTime": "2024-05-10T04:23:55Z",
        "dateTimePub": "2024-05-10T04:22:36Z",
        "dataType": "news",
        "sim": 0.6705882549285889,
        "url": "https://www.bostonglobe.com/2024/05/10/world/breach-grows-between-biden-israels-leaders-over-rafah-invasion/",
        "title": "Breach grows between Biden and Israel's leaders over Rafah invasion - The Boston Globe",
        "body": "After that incursion, Biden said the United States, Israel's closest ally, would not ship more weapons that could be fired into crowded sections of Rafah. On Thursday, an Israeli military spokesperson said his nation had enough munitions on hand to proceed with its plans.\n\nOther Israeli leaders said the military would press ahead with its campaign to destroy Hamas, which led the Oct. 7 attacks on Israel.\n\n\"I turn to Israel's enemies, as well as to our best of friends, and say: The state of Israel cannot be subdued,\" Israel's defense minister, Yoav Gallant, said at a memorial ceremony. He said the country would do \"whatever is necessary\" to defend its citizens and \"to stand up to those who attempt to destroy us.\"\n\nPrime Minister Benjamin Netanyahu, while not responding directly to Biden, also struck a defiant tone. \"If we need to stand alone, we will stand alone,\" he said.\n\nItamar Ben-Gvir, Israel's far-right national security minister, was openly scornful of the American president. \"Hamas [HEART EMOJI] Biden,\" he wrote on social media, drawing what appeared to be a rebuke from Israel's president, Isaac Herzog. Even when allies disagree, Herzog said, \"there is a way to clarify the disputes.\"\n\nOn Tuesday, American officials disclosed that Biden had withheld 1,800 2,000-pound bombs and 1,700 500-pound bombs out of concern that they could be dropped on Rafah. The administration was reviewing whether to hold back future transfers, including kits that convert so-called dumb bombs into precision-guided munitions, the officials said.\n\nAmerican-made weapons, including heavy bombs, have been essential to Israel's war effort. But as the death toll in Gaza rises, Biden has been under mounting domestic pressure to rein in the Israeli offensive. In his comments Wednesday, during an interview with CNN, he acknowledged that U.S. bombs had killed civilians in Gaza.\n\nThe Biden administration's concerns have only grown since Israeli tanks and troops entered eastern Rafah on Monday night, taking over the main border crossing between Gaza and Egypt. Israeli forces have stopped short of entering built-up parts of the city, but Netanyahu and others have signaled that such an operation is necessary to eliminate Hamas battalions there.\n\nJohn F. Kirby, the White House national security spokesperson, reiterated Thursday that while Biden still supports Israel's goal of defeating Hamas, \"smashing into Rafah, in his view, will not advance that objective.\"\n\nNadav Eyal, a prominent columnist for Yedioth Ahronoth, a centrist Israeli newspaper, wrote on social media that Biden's shift on weapons for Israel was \"the most serious clash between an American administration and the government of Israel since the first Lebanon war.\" During that conflict, which began in 1982, the Reagan administration suspended the delivery of cluster-type artillery ammunition and other weapons to Israel.\n\n\"We've reached a boiling point,\" Eyal said in an interview. \"Issues that have been negotiated behind closed doors have now been brought into the public view in a very ugly way.\"\n\nSome observers had seen signs this week that Hamas and Israel were edging closer to a deal that would result in a cease-fire and the exchange of hostages being held in Gaza in return for Palestinian prisoners detained in Israel.\n\nBut Thursday, high-level talks in Cairo were put on hold, according to officials briefed on the negotiations and Egyptian state media. One official said anger had flared among participants over Israel's seizure of the Rafah border crossing.\n\nWhile midlevel Egyptian, Qatari and American officials remained in Cairo, the Hamas and Israeli delegations both left Thursday, Hamas and Israeli officials said. William J. Burns, the CIA director and top American negotiator, also left Cairo, according to multiple officials. The officials all spoke on the condition of anonymity to discuss diplomatic negotiations.\n\nBurns had met with Netanyahu on Wednesday in an effort to persuade Israel to continue negotiating over a cease-fire proposal recently revised by Hamas.\n\nOne official said that negotiators did not believe that Hamas or Israel were leaving the negotiations permanently. And a senior Egyptian official told state-owned television that mediation efforts were still underway to bridge the differences between Israel and Hamas.\n\nHamas is seeking an end to the war and the complete withdrawal of Israeli troops, while Israel is offering a temporary cease-fire. Netanyahu has said that Israel will not stop fighting until Hamas is eliminated and all the hostages are freed.\n\nIsrael's incursion into Rafah this week has displaced about 80,000 people there, most of whom are now sheltering in the southern city of Khan Younis or along the Mediterranean coast in Deir al Balah, both areas that lack basic services, Farhan Haq, a United Nations spokesperson, said Thursday.\n\nThe Israeli military had told about 110,000 civilians to evacuate parts of Rafah, which has become a refuge for hundreds of thousands of displaced Palestinians, many of them living in tents without adequate food, water and sanitation.\n\nRiyad al-Masry, a sign language interpreter, said Thursday that he and his extended family had left Rafah even though he had already moved five times since the war began. The prospect of a sixth move was \"torture beyond torture,\" he said -- but he said nearby fighting gave him little choice.\n\n\"We are almost in the middle of danger,\" al-Masry said.\n\nHaq said that goods and fuel had not entered through the Rafah crossing in recent days and that hospitals may have to shut down their generators in a few days. He said the World Food Program had reported that its main warehouse in Gaza was inaccessible because of fighting and that only one bakery in Gaza was still operating.\n\nJens Laerke, a spokesperson for the U.N. humanitarian office in Geneva, described Rafah as a \"highly active war zone\" and said it presented \"serious challenges\" for aid distribution in southern Gaza and farther north in the territory.",
        "source": {
            "uri": "bostonglobe.com",
            "dataType": "news",
            "title": "The Boston Globe",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Boston"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "United States"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/kIDT3fErfRpMUSIxTF5kQMfivH8=/506x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/TGRJCEYBYWG5FFPXMDBYRRU2VY.jpg",
        "eventUri": "eng-9549070",
        "sentiment": -0.09019607843137256,
        "wgt": 453011035,
        "relevance": 1
    },
    {
        "uri": "8120155932",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "04:13:41",
        "dateTime": "2024-05-10T04:13:41Z",
        "dateTimePub": "2024-05-10T04:13:22Z",
        "dataType": "news",
        "sim": 0.501960813999176,
        "url": "https://www.news18.com/world/we-will-fight-with-our-fingernails-says-netanyahu-after-us-warns-to-stop-supplying-arms-8884760.html",
        "title": "'We Will Fight with Our Fingernails,' Says Netanyahu After US Warns To Stop Supplying Arms - News18",
        "body": "The Israeli premier was reiterating comments he has made several times in the past week in the face of mounting international criticism of his conduct of the war against Hamas\n\nPrime Minister Benjamin Netanyahu said Thursday that Israel was prepared to \"stand alone\" in its war in Gaza, after Washington vowed to stop supplying some weapons if a threatened assault on Rafah goes ahead.\n\n\"If we have to stand alone, we will stand alone,\" Netanyahu said in a statement.\n\nThe Israeli premier was reiterating comments he has made several times in the past week in the face of mounting international criticism of his conduct of the war against Hamas.\n\nHis latest comment came after US President Joe Biden warned in an interview with CNN on Wednesday that he would stop some US weapons supplies to Israel if it goes ahead with a large-scale assault on Rafah, a city in southern Gaza where the United Nations says some 1.4 million people are sheltering.\n\nNetanyahu did not mention the US threat, but stressed in comments delivered on the eve of Israel's Independence Day, marking the end of the 1948 Arab-Israeli war, that back then \"we were few against many\".\n\n\"Today we are much stronger. We are determined and we are united in order to defeat our enemies and those who want to destroy us,\" he insisted.\n\n\"We will fight with our fingernails. But we have much more than fingernails and with that same strength of spirit, with God's help, together we will win.\"\n\nAnalysts have said that they doubt the US move will have aby immediate operational impact on the war.\n\nIsraeli military spokesman Daniel Hagari stressed late Thursday that the army had \"enough weaponry to complete our mission in Rafah\".\n\n\"The United States has helped us in an unprecedented manner since the start of the war,\" he said in a televised address.\n\n\"We have our own interests and we are sensitive to the US interests,\" he added.\n\nThe Gaza war began with Hamas's unprecedented October 7 attack on Israel, which resulted in the deaths of more than 1,170 people, mostly civilians, according to an AFP tally of Israeli official figures.\n\nMilitants also seized some 250 hostages, of whom Israel estimates 128 remain in Gaza, including 36 officials say are dead.\n\nIsrael's retaliatory offensive has killed at least 34,904 people in Gaza, mostly women and children, according to the Hamas-run territory's health ministry.",
        "source": {
            "uri": "news18.com",
            "dataType": "news",
            "title": "News18",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Noida"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://images.news18.com/ibnlive/uploads/2023/11/us-biden-israel-netanyahu-three-day-pause-hostages-reuters-2023-11-92b39627f1c5be30fb1e6b88779af4e1-16x9.jpg?impolicy=website&width=1200&height=675",
        "eventUri": "eng-9549070",
        "sentiment": -0.3960784313725491,
        "wgt": 453010421,
        "relevance": 1
    }
]