[
    {
        "uri": "8120313404",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "06:32:19",
        "dateTime": "2024-05-10T06:32:19Z",
        "dateTimePub": "2024-05-10T06:31:43Z",
        "dataType": "news",
        "sim": 0.5882353186607361,
        "url": "https://navbharattimes.indiatimes.com/world/uae/israel-hamas-war-update-us-biden-stop-supplying-bomb-to-israel-for-rafah-attack-lesson-for-india-arms-deal/articleshow/109998219.cms",
        "title": "अमेरिका ने अपने 51वें राज्‍य को भी दिया धोखा, इजरायल को रोके 3500 बम, व‍िशेषज्ञों ने भारत को दी चेतावनी",
        "body": "तेलअवीव: अमेरिका और यहूदी देश इजरायल के बीच चट्टानी दोस्ती दशकों पुरानी है। दुनिया में अक्सर कहा जाता है कि इजरायल अमेरिका के लिए 51वें राज्य की तरह से है। गाजा युद्ध में बुरी तरह से फंसे इजरायल को अब अमेरिका ने धोखा दे दिया है। बाइडन प्रशासन ने इजरायल को 3500 घातक बमों की आपूर्ति को रोक दिया है। इजरायल के राफा में चलाए जा रहे अभियान को रोकने के लिए बाइडन प्रशासन ने यह कदम उठाया है। इन 3500 बमों में से 2000 बम करीब 1 हजार किलो के हैं। इन बमों शहरी इलाके में व्यापक तबाही मचाई जा सकती है और अमेरिका के डर की वजह है। राफा में 14 लाख फलस्तीनी लोगों ने शरण ले रखी है। विशेषज्ञों का कहना है कि अमेरिका के हथियारों की सप्लाई रोकने से पूरी दुनिया में संदेश गया है कि वॉशिंगटन एक विश्वसनीय हथियार सप्लायर नहीं है। उन्होंने भारत को भी सतर्क रहने की नसीहत दी है।\n\nअमेरिका के राष्ट्रपति जो बाइडन ने सीएनएन को दिए इंटरव्यू में कहा है कि वह इजरायल को ऐसे हथियार नहीं देंगे जिससे राफा में ऑल आउट अभियान शुरू किया जाए। राफा हमास का आखिरी गढ़ है जिस पर अभी इजरायली सेना ने विजय हासिल नहीं किया है। इजरायल ने जब गाजा में अभियान शुरू किया तब ज्यादातर फिलिस्तीनी इसी जगह पर चले गए और अभी भी शरण लिए हुए हैं। बाइडन ने यह भी दावा किया कि अमेरिका अभी भी इजरायल की सुरक्षा के लिए प्रतिबद्ध है। उन्होंने कहा कि अमेरिका इजरायल को आयरन डोम के लिए इंटरसेप्टर मिसाइल और अन्य रक्षात्मक हथियारों की सप्लाई करेगा।\n\nअमेरिका के कदम से भारत रहे सतर्क\n\nबाइडन ने कहा, 'हम हथियारों और तोप के गोलों की सप्लाई नहीं करने जा रहे हैं।' उन्होंने माना कि अमेरिका के दिए भारी भरकम बम का इजरायल ने जमकर इस्तेमाल किया और इसमें कई आम नागरिक मारे गए हैं। अमेरिका ऐतिहासिक रूप से इजरायल को सैन्य सहायता देता रहा है। अब अमेरिका के बम और तोप के गोलों की सप्लाई रोकने पर विशेषज्ञ सवाल उठा रहे हैं। विश्लेषकों का कहना है कि अमेरिका जब अपने 51वां राज्य कहे जाने वाले इजरायल के साथ ऐसा कर सकता है तो कल्पना करिए भारत के साथ क्या होगा। भारत को हथियारों में आत्मनिर्भर बनने के अलावा और कोई विकल्प नहीं है।\n\nइजरायली सेना ने लिया हमास से बदला गाजा में किए भीषण हवाई हमले\n\nभारतीय मूल के अमेरिकी विश्लेषक सदानंद धूमे ने एक्स पर लिखा, 'भले ही अमेरिकी प्रशासन का यह इरादा हो या नहीं, यह बहुत ही दुर्भाग्यपूर्ण संदेश है जो बाइडन ने दुनिया को दिया है। अगर अपने सबसे करीबी दोस्त देश इजरायल के साथ युद्ध के समय खड़ा नहीं हुआ तो तब अन्य देशों को क्यों अमेरिकी हथियारों पर भरोसा करेंगे।' मध्य पूर्व मामलों के विश्लेषक एफजे भी कहते हैं कि भारत को इजरायल की घटना से सबक लेना चाहिए।",
        "source": {
            "uri": "navbharattimes.indiatimes.com",
            "dataType": "news",
            "title": "Navbharat Times",
            "location": {
                "type": "place",
                "label": {
                    "eng": "New Delhi"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://static.langimg.com/photo/imgsize-79728,msid-109998342/navbharat-times.jpg",
        "eventUri": "hin-359877",
        "sentiment": null,
        "wgt": 453018739,
        "relevance": 1,
        "distinctive_events": "Here is a list of distinctive events described in the article, arranged in chronological order:\n\n1. **Decades-Old Friendship**: The article begins by mentioning the long-standing, rocky friendship between the United States and Israel, often likened to Israel being the 51st state of the U.S.\n\n2. **Gaza War**: Israel is deeply embroiled in the Gaza war.\n\n3. **U.S. Halts Bomb Supply**: The Biden administration has halted the supply of 3,500 lethal bombs to Israel.\n\n4. **Reason for Halting Supply**: The U.S. took this step to stop Israel's operation in Rafah, where 1.4 million Palestinians have taken refuge.\n\n5. **Bomb Details**: Out of the 3,500 bombs, 2,000 are approximately 1,000 kilograms each, capable of causing extensive destruction in urban areas, which is a concern for the U.S.\n\n6. **Global Message**: Experts suggest that the U.S. halting arms supply sends a message worldwide that Washington is not a reliable arms supplier, advising India to be cautious.\n\n7. **Biden's Interview**: President Joe Biden, in an interview with CNN, stated that the U.S. would not provide weapons that could initiate an all-out campaign in Rafah, the last stronghold of Hamas.\n\n8. **Commitment to Israel's Security**: Biden claimed that the U.S. remains committed to Israel's security and will supply interceptor missiles for the Iron Dome and other defensive weapons.\n\n9. **India's Caution**: Biden emphasized that the U.S. would not supply weapons and artillery shells, acknowledging that Israel has extensively used the heavy bombs provided by the U.S., resulting in civilian casualties.\n\n10. **Historical Military Aid**: Historically, the U.S. has provided military aid to Israel, but the current halt in bomb and artillery shell supply raises questions among experts.\n\n11. **Analysts' Concerns**: Analysts argue that if the U.S. can take such a step with Israel, considered its 51st state, it raises concerns about its reliability as an arms supplier to other countries, including India.\n\n12. **Sadanand Dhume's Comment**: Indian-American analyst Sadanand Dhume commented on social media that Biden's decision sends an unfortunate message globally, questioning the reliability of U.S. support during wartime.\n\n13. **Middle East Analyst's Advice**: Middle East analyst FJ advised that India should learn from Israel's experience and strive for self-reliance in arms production."
    },
    {
        "uri": "8120309894",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "06:29:24",
        "dateTime": "2024-05-10T06:29:24Z",
        "dateTimePub": "2024-05-10T06:28:55Z",
        "dataType": "news",
        "sim": 0.5764706134796143,
        "url": "https://www.punjabkesari.com/world-news/gaza-ceasefire-agreement-talks-fail-delegation-leaves-cairo/",
        "title": "गाजा युद्धविराम समझौते पर बातचीत विफल, प्रतिनिधिमंडल काहिरा से रवाना Gaza Ceasefire Agreement Talks Fail, Delegation Leaves Cairo",
        "body": "डायबिटीज से लेकर वजन कम करने तक फायदेमंद है जामुन, आज ही डाइट में करें शामिल\n\nगाजा युद्धविराम के लिए बातचीत में गतिरोध पैदा होने के बाद हमास, इजरायल, कतर और अमेरिका के प्रतिनिधिमंडल मिस्र से रवाना हो गए। समाचार एजेंसी शिन्हुआ की रिपोर्ट के अनुसार, संघर्षग्रस्त गाजा में युद्धविराम के लिए प्रतिनिधिमंडल मंगलवार को काहिरा पहुंचा था। बातचीत में कुछ प्रगति के बावजूद अभी तक कोई समझौता नहीं हो पाया है।\n\nविरोधी पक्षों के बीच प्रमुख विवादों में अदला-बदली समझौते के तहत रिहा किए जाने वाले इजरायली बंधकों और फिलिस्तीनी कैदियों की संख्या एवं लिस्ट के साथ-साथ एन्क्लेव में फिलिस्तीनियों की मुक्त आवाजाही की अनुमति देने के लिए गाजा से इजरायल की आंशिक वापसी से संबंधित मुद्दे भी शामिल हैं। वार्ता तब रुक गई जब इजरायली सेना ने गाजा के सबसे दक्षिणी शहर राफा में एक अभियान शुरू किया और प्रमुख राफा क्रॉसिंग के फिलिस्तीनी हिस्से पर नियंत्रण कर लिया। यहां लगभग दस लाख से ज्यादा विस्थापित फिलिस्तीनी रह रहे हैं।\n\nएक इजरायली सूत्र ने गुरुवार को समाचार एजेंसी शिन्हुआ को बताया कि इजरायली सेना राफा में अपना ऑपरेशन 'योजना के अनुसार' जारी रखेगी क्योंकि संघर्ष विराम वार्ता विफल हो गई है। काहिरा, दोहा और वाशिंगटन पिछले नवंबर में समाप्त हुए पहले युद्धविराम के बाद, इजरायल और हमास के बीच कैदियों की अदला-बदली और दूसरे युद्धविराम के लिए समझौता करना चाह रहे हैं।",
        "source": {
            "uri": "punjabkesari.com",
            "dataType": "news",
            "title": "Punjab Kesari",
            "location": {
                "type": "place",
                "label": {
                    "eng": "New Delhi"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://www.punjabkesari.com/wp-content/uploads/2024/05/gaza-3.jpg",
        "eventUri": "hin-359877",
        "sentiment": null,
        "wgt": 453018564,
        "relevance": 1,
        "distinctive_events": "1. **पहले युद्धविराम का समापन (पिछले नवंबर)**: काहिरा, दोहा और वाशिंगटन ने पहले युद्धविराम के बाद इजरायल और हमास के बीच कैदियों की अदला-बदली और दूसरे युद्धविराम के लिए समझौता करने की कोशिश की।\n\n2. **प्रतिनिधिमंडल का काहिरा पहुंचना (मंगलवार)**: संघर्षग्रस्त गाजा में युद्धविराम के लिए हमास, इजरायल, कतर और अमेरिका के प्रतिनिधिमंडल काहिरा पहुंचे।\n\n3. **वार्ता में प्रगति लेकिन कोई समझौता नहीं**: बातचीत में कुछ प्रगति के बावजूद, कोई समझौता नहीं हो पाया।\n\n4. **इजरायली सेना का राफा में अभियान शुरू करना**: इजरायली सेना ने गाजा के सबसे दक्षिणी शहर राफा में एक अभियान शुरू किया और प्रमुख राफा क्रॉसिंग के फिलिस्तीनी हिस्से पर नियंत्रण कर लिया।\n\n5. **वार्ता का रुकना**: इजरायली सेना के राफा में अभियान शुरू करने के बाद वार्ता रुक गई।\n\n6. **इजरायली सेना का ऑपरेशन जारी रखने की घोषणा (गुरुवार)**: एक इजरायली सूत्र ने बताया कि इजरायली सेना राफा में अपना ऑपरेशन 'योजना के अनुसार' जारी रखेगी क्योंकि संघर्ष विराम वार्ता विफल हो गई है।\n\n7. **प्रतिनिधिमंडल का मिस्र से रवाना होना**: हमास, इजरायल, कतर और अमेरिका के प्रतिनिधिमंडल मिस्र से रवाना हो गए।"
    },
    {
        "uri": "2024-05-350976063",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "05:38:21",
        "dateTime": "2024-05-10T05:38:21Z",
        "dateTimePub": "2024-05-10T05:38:02Z",
        "dataType": "news",
        "sim": 0.5568627715110779,
        "url": "https://www.inkhabar.com/world/israeli-pm-benjamin-netanyahu-vows-to-fight-alone-after-us-warns-to-curb-weapons/",
        "title": "Israeli PM Netanyahu vows to fight alone: इजरायल की अमेरिका को दो टूक, अपने दम पर लड़ेंगे",
        "body": "AstraZeneca ने दुनियाभर से वापस मंगाई कोविड वैक्सीन, कोर्ट में खुलासे के बाद से मचा है बवाल\n\nनई दिल्ली. इजरायल के प्रधानमंत्री बेंजामिन नेतन्याहू ने अपने देश के वार्षिक होलोकॉस्ट रिमेंबरेंस डे पर अपने दोस्त अमेरिका को खरी खरी सुना दी. नेतन्याहू ने कहा कि दुनिया के इकलौते यहूदी देश इजरायल के पीएम के रूप में संकल्प लेता हूं कि यदि उनके देश को अकेले खड़े रहने के लिए मजबूर किया गया तो वह अपने दम पर लड़ेगा.\n\nराफा ऑपरेशन को लेकर विवाद\n\nइजरायल किसी के सामने हरगिज नहीं झुकेगा. नेतन्याहू ने यह बात अमेरिकी राष्ट्रपति जो बाइडन के उस बयान के बाद कही, जिसमें उन्होंने कहा था कि गाजा के दक्षिणी शहर राफा पर हमले के लिए वाशिंगटन इजरायल को घातक हथियार नहीं देगा.\n\nनेतन्याहू बोले दबाव के आगे नहीं झुकेंगे\n\nनेतान्याहू ने कहा कि मैं जानता हूं कि उनका देश अकेले नहीं हैं, दुनियाभर में अनगिनत सभ्य लोग उसके उद्देश्य का समर्थन करते हैं, हम हरहाल में दुश्मनों को हराकर रहेंगे. 80 साल पहले जब यहूदी नाजी सेना के सामने असहाय थे तब कोई भी देश मदद को आगे नहीं आया था.\n\nदुश्मन हमें खत्म करना चाहते हैं\n\nआज फिर से हमारे दुश्मन हमें खत्म करना चाहते हैं, पूरा देश उनका मुकाबला कर रहा है. इजरायली पीएम ने यह भी कहा कि किसी भी अंतर्राष्ट्रीय मंच का दबाव काम नहीं आएगा, इजरायल आत्मरक्षार्थ लड़ेगा और डटकर लड़ेगा. अपने नाखूनों से लड़ेगा, दुनिया जान ले कि हमारे पास नाखूनों के अलावा भी बहुत कुछ है.\n\nराफा में छिपे हमास के कमांडर्स\n\nइजरायल ने गाजा में अपना ऑपरेशन समाप्त करने के बाद राफा शहर पर धावा बोला है. उसका मानना है कि हमास के शीर्ष कमांडरों ने यहां पनाह ले रखी है लिहाजा उन्हें ढूंढ ढूंढकर खत्म करेगा. इजरायल-हमास युद्ध में अब तक लगभग 35000 लोगों की जान जा चुकी है और लाखों विस्थापित हुए हैं.\n\nअमेरिका चाहता है कि इजरायल राफा में अपना ऑपरेशन बंद करे जिसके लिए वह तैयार नहीं है. जिस कार्यक्रम में नेतन्याहू ने ये ऐलान किया उसे यहूदी अपने अस्तित्व से जोड़कर देखते हैं लिहाजा पीएम ने बहुत सोच समझकर ये बात कही है.",
        "source": {
            "uri": "inkhabar.com",
            "dataType": "news",
            "title": "Inkhabar",
            "location": {
                "type": "country",
                "label": {
                    "eng": "India"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://www.inkhabar.com/wp-content/uploads/2017/10/hitler.jpg",
        "eventUri": "hin-359877",
        "sentiment": null,
        "wgt": 453015501,
        "relevance": 1,
        "distinctive_events": "Here is a list of distinctive events described in the article, arranged in chronological order:\n\n1. **Holocaust Remembrance Day Speech**: Israeli Prime Minister Benjamin Netanyahu made a strong statement during Israel's annual Holocaust Remembrance Day, addressing the United States.\n\n2. **Netanyahu's Commitment**: Netanyahu declared that Israel would fight on its own if forced to stand alone, emphasizing the country's resolve.\n\n3. **Controversy Over Rafah Operation**: The controversy arose regarding the Rafah operation after U.S. President Joe Biden stated that Washington would not provide lethal weapons to Israel for the attack on Rafah, a southern city in Gaza.\n\n4. **Netanyahu's Defiance**: Netanyahu responded by asserting that Israel would not bow to pressure and would continue to fight its enemies, drawing a parallel to the helplessness of Jews during the Nazi era.\n\n5. **Enemies' Intentions**: Netanyahu mentioned that Israel's enemies aim to destroy the country, but Israel is determined to resist and fight back.\n\n6. **Rafah Operation**: Israel launched an operation in Rafah after concluding its operations in Gaza, targeting top Hamas commanders believed to be hiding there.\n\n7. **Casualties and Displacement**: The Israel-Hamas conflict has resulted in approximately 35,000 deaths and millions of displacements.\n\n8. **U.S. Stance on Rafah Operation**: The United States wants Israel to cease its operation in Rafah, but Israel is not willing to comply.\n\n9. **Significance of Netanyahu's Statement**: Netanyahu's declaration was made during a significant event for Jews, linking it to their existence and survival, indicating the careful consideration behind his words."
    },
    {
        "uri": "8120241511",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "05:33:23",
        "dateTime": "2024-05-10T05:33:23Z",
        "dateTimePub": "2024-05-10T05:32:51Z",
        "dataType": "news",
        "sim": 0.4980392158031464,
        "url": "https://www.samacharjagat.com/news/international/israeli-prime-minister-benjamin-netanyahu-gave-a-befitting-reply-to-us-president-joe-biden-s-warning-309274",
        "title": "अमेरिका के राष्ट्रपति जो बाइडेन की चेतावनी का इजराइल के प्रधानमंत्री Benjamin Netanyahu ने दिया करारा जवाब",
        "body": "इंटरनेट डेस्क। अमेरिका के राष्ट्रपति जो बाइडेन की कड़ी चेतावनी का इजराइल पर कोई प्रभाव पड़ता नहीं दिख रहा है। इजराइल के प्रधानमंत्री बेंजामिन नेतन्याहू ने अब इस संबंध में अमेरिकी राष्ट्रपति को करारा जवाब दिया है। अमेरिका के राष्ट्रपति जो बाइडेन की चेतावनी के बाद बेंजामिन नेतन्याहू ने बोल दिया कि हमास के खिलाफ युद्ध में यदि जरूरत पड़ी तो उनका देश अकेला भी खड़ा रहेगा। उन्होंने इस दौरान बोल दिया कि यदि हमें अकेला खड़ा रहना होगा तो हम अकेले ही खड़े रहेंगे। अगर जरूरत पड़ी तो हम अपनी पूरी ताकत के साथ लड़ेंगे।\n\nइजराइली सेना भी बोल दी ये बड़ी बात\n\nअमेरिका के राष्ट्रपति जो बाइडेन की कड़ी चेतावनी के बाद इजराइली सेना ने भी बड़ा दावा किया है। सेना ने दावा किया कि गाजा के दक्षिणी शहर राफा में सैन्य कार्रवाई करने के लिए जरूरी हथियार उसके पास हैं। इजराइली सेना के प्रवक्ता रियर एडमिरल डेनियल हैगरी ने इस संबंध में बड़ा बयान दिया है। संवाददाता सम्मेलन में ये पूछने पर की क्या सेना अमेरिकी हथियारों के बिना भी अभियान चला सकती है तो उन्होंने बोल दिया कि सेना के पास उन अभियानों के लिए हथियार हैं जिनकी वह योजना बना रही है।\n\nराष्ट्रपति जो बाइडेन ने दी थी ये चेतावनी\n\nइससे पहले अमेरिका के राष्ट्रपति जो बाइडेन ने इजरायल को बोल दिया कि अगर वो राफा में गए तो मैं उन्हें हमले के उन हथियारों की सप्लाई नहीं करूंगा, जिनका उपयोग राफा से निपटने के लिए कर सकता है। उन्होंने कहा कि अमेरिका को राफा में शरण लिए हुए एक मिलियन से अधिक नागरिकों की भलाई की चिंता है।",
        "source": {
            "uri": "samacharjagat.com",
            "dataType": "news",
            "title": "SamacharJagat",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Jaipur"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://static.samacharjagatlive.com/newscdn/resources/uploads/ALL-NEWS/10052024/1715318611.jpg",
        "eventUri": "hin-359877",
        "sentiment": null,
        "wgt": 453015203,
        "relevance": 1,
        "distinctive_events": "**Distinctive Events in Chronological Order:**\n\n1. **President Joe Biden's Warning:** U.S. President Joe Biden issued a stern warning to Israel, stating that he would not supply weapons for operations in Rafah, expressing concern for the well-being of over one million civilians taking refuge there.\n\n2. **Netanyahu's Response:** In response to Biden's warning, Israeli Prime Minister Benjamin Netanyahu declared that Israel would stand alone if necessary in its war against Hamas, emphasizing that they would fight with all their might if required.\n\n3. **Israeli Military's Statement:** Following Biden's warning, the Israeli military claimed that it possesses the necessary weapons for military operations in the southern city of Rafah. Rear Admiral Daniel Hagari, an Israeli military spokesperson, asserted that the military has the weapons needed for the planned operations, even without American arms."
    },
    {
        "uri": "8120207145",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "05:04:34",
        "dateTime": "2024-05-10T05:04:34Z",
        "dateTimePub": "2024-05-10T05:03:35Z",
        "dataType": "news",
        "sim": 0.5411764979362488,
        "url": "https://www.tv9hindi.com/world/america-built-floating-pier-gaza-first-aid-shipment-rafa-crossing-2601682.html",
        "title": "राफा बॉर्डर पर इजराइल ने लगाए पहरे तो गाजा की मदद के लिए निकाला गया ये नया रास्ता",
        "body": "Israel Rafa attack: दो महीने पहले अमेरिकी राष्ट्रपति जो बाइडेन ने गाजा में अस्थाई पोर्ट बनाने के आदेश दिए थे. इजराइल के राफा हमले के बाद मानवीय मदद के सब रास्ते बंद हो गए. अब यही अमेरिकी पोर्ट गाजा में जरूरी मदद पहुंचाने के काम आ रहा है.\n\nगाजा में मानवीय सहायता पहुंचाने वाले एक मात्र रास्ते राफा क्रॉसिंग पर भी इजराइल ने अपना कब्जा कर लिया है. जिसके बाद गाजा में मानवीय मदद पहुंचाना लगभग नामुमकिन हो गया है. पहले से ही भीषण युद्ध की मार झेल रहे फिलिस्तीनियों का राफा हमले के बाद जीना और मुश्किल गया है. लेकिन एक रास्ता निकल आया है.\n\nदो महीने पहले अमेरिकी राष्ट्रपति जो बाइडन ने गाजा में अस्थाई पोर्ट बनाने के आदेश दिए थे. इस पोर्ट का मकसद गाजा में समुद्री रास्ते से मानवीय मदद पहुंचाना बताया गया था. अब जब मानवीय मदद के दूसरे रास्ते बंद हो चुके हैं, तो इस पोर्ट के लिए पहला शिप साइप्रस के एक बंदरगाह से रवाना हुआ है. हालांकि, कुछ फिलिस्तीनी समर्थित लोगों ने इस पोर्ट का शुरू में विरोध किया था. लेकिन अब यही अस्थाई पोर्ट गाजा में मदद के लिए काम आ रहा है.\n\nसाइप्रस के विदेश मंत्री कॉन्स्टेंटिनोस कोम्बोस ने बताया कि गाजा के लिए बेहद जरूरी मदद से भरा अमेरिकी जहाज देश की लारनाका बंदरगाह से रवाना हुआ है. बता दें गाजा तट से कई मील दूर अमेरिका द्वारा एक बड़े फ्लोटिंग प्लेटफॉर्म के निर्माण किया गया है, ये जहाज भी इसी प्लेटफॉर्म पर मानवीय मदद लेकर पहुंचेगा.\n\nसंयुक्त राष्ट्र ने कहा है कि गाजा में लोग अकाल की कगार पर हैं और इजरायली सैनिकों ने गाजा के दक्षिणी शहर राफा से 100,000 फिलिस्तीनियों को निकालने का आदेश दे दिए हैं. UN ने कहा गाजा के लोगों को राहत की सख्त जरूरत है, गाजा में जल्द से जल्द संघर्षविराम कराने के लिए अंतरराष्ट्रीय समुदाय को इजराइल पर दबाव बनाना चाहिए.\n\nइस सप्ताह की शुरुआत में इज़राइल ने मिस्र सीमा से लगे राफ़ा क्रॉसिंग पर कब्ज़ा करने के लिए टैंक भेज राफा पर चढ़ाई कर दी है. जिसके बाद राफा से लोगों ने भागना शुरू कर दिया है. इसके अलावा राफा क्रॉसिंग से जाने वाले ऐड वाहन भी गाजा में जाना बंद हो गए हैं.",
        "source": {
            "uri": "tv9hindi.com",
            "dataType": "news",
            "title": "TV9 Hindi",
            "location": {
                "type": "country",
                "label": {
                    "eng": "India"
                }
            },
            "locationValidated": false
        },
        "authors": [
            {
                "uri": "tv9_bharatvarsh@tv9hindi.com",
                "name": "Tv9 Bharatvarsh",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://images.tv9hindi.com/wp-content/uploads/2024/05/gaza-.jpg",
        "eventUri": "hin-359877",
        "sentiment": null,
        "wgt": 453013474,
        "relevance": 1,
        "distinctive_events": "1. **Two months ago**: U.S. President Joe Biden ordered the construction of a temporary port in Gaza to facilitate humanitarian aid via sea routes.\n\n2. **Earlier this week**: Israel sent tanks to capture the Rafah crossing near the Egypt border, leading to an assault on Rafah.\n\n3. **After the Rafah attack**: Israel took control of the Rafah crossing, making it nearly impossible to deliver humanitarian aid to Gaza.\n\n4. **Post-Rafah attack**: The living conditions for Palestinians in Gaza worsened significantly due to the blockade of humanitarian aid routes.\n\n5. **Following the blockade**: The first ship for the temporary port, ordered by President Biden, departed from a port in Cyprus.\n\n6. **Initial opposition**: Some Palestinian supporters initially opposed the temporary port.\n\n7. **Current situation**: The temporary port is now being used to deliver essential aid to Gaza.\n\n8. **Cyprus Foreign Minister's statement**: Konstantinos Kombos announced that a U.S. ship filled with crucial aid for Gaza departed from Larnaca port.\n\n9. **Construction of a floating platform**: The U.S. built a large floating platform several miles off the Gaza coast, where the aid ship will deliver its cargo.\n\n10. **UN's statement**: The United Nations warned that people in Gaza are on the brink of famine and called for international pressure on Israel to establish a ceasefire.\n\n11. **Israeli orders**: Israeli soldiers ordered the evacuation of 100,000 Palestinians from the southern city of Rafah.\n\n12. **Impact on aid vehicles**: Aid vehicles that used to pass through the Rafah crossing have stopped entering Gaza."
    },
    {
        "uri": "8120181244",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "04:40:20",
        "dateTime": "2024-05-10T04:40:20Z",
        "dateTimePub": "2024-05-10T04:37:46Z",
        "dataType": "news",
        "sim": 0.6235294342041016,
        "url": "https://www.livehindustan.com/international/story-joe-biden-says-palestinians-killed-by-american-heavy-bombs-now-warns-israel-9959090.html",
        "title": "जो बाइडेन ने माना- हमारे बमों से मर गए निर्दोष फिलिस्तीनी, अब इजरायल को रोकी सप्लाई",
        "body": "जो बाइडेन ने यह कबूल किया है कि अमेरिका की ओर से इजरायल को दिए बमों से ही गाजा में निर्दोष फिलिस्तीनी मारे गए। उन्होंने कहा कि जिन भारी बमों से गाजा में नागरिक मारे गए हैं, वे अमेरिका से ही इजरायल को मिले थे। यही वजह है कि अब हम राफा पर इजरायल की हमले वाली प्लानिंग से पहले उन्हें हथियार नहीं सप्लाई करना चाहते। जो बाइडेन ने कहा कि इन हथियारों का इजरायल राफा में इस्तेमाल कर सकता है। हालांकि बाइडेन ने यह भी कहा कि हम इजरायल की सुरक्षा के लिए तत्पर हैं। हम उन्हें आयरन डोम रॉकेट इंटरसेप्टर्स देंगे और अन्य रक्षा हथियार भी मुहैया कराएंगे। लेकिन उसने राफा पर हमला किया तो हम फिर उसे हथियार नहीं देंगे।\n\nइस तरह बाइडेन ने पहली बार मान लिया है कि इजरायल ने जिन बमों से फिलिस्तीनियों को मारा, वे उसके ही दिए हुए थे। सीएनएन को दिए इंटरव्यू में जो बाइडेन ने इजरायल के लिए हथियार सप्लाई रोकने की बात कही है। इससे पहले एक मीडिया रिपोर्ट में भी दावा किया गया था कि अमेरिका की ओर से भारी बमों की शिपमेंट रोक दी गई है। अमेरिका की ओर से ऐतिहासिक तौर पर इजरायल को मिलिट्री सहायता दी जाती रही है। बीते साल 7 अक्टूबर को हमास ने इजरायल पर हमला बोल दिया था। इस भीषण अटैक में 1200 लोग मारे गए थे और 250 लोगों को बंधक बना लिया गया था। अब भी करीब 50 से ज्यादा लोग हमास के पास ही बंधक हैं।\n\nइजरायल ने इसके जवाब में भीषण हमले गाजा पट्टी पर किए थे। तब अमेरिका, ब्रिटेन और फ्रांस जैसे पश्चिमी देशों ने खुलकर उसका साथ दिया था। अब तक इजरायल के हमलों में 35 हजार से ज्यादा फिलिस्तीनी मारे गए हैं और पूरी दुनिया में मुस्लिम देश इसके खिलाफ हैं। इसके अलावा रूस, चीन जैसी शक्तियां भी इजरायल के पक्ष में नहीं हैं। ऐसे में अमेरिका भी अब बैकफुट पर आता दिख रहा है और वह इजरायल को समझा रहा है कि राफा पर हमला न करे। वहीं बेंजामिन नेतन्याहू का कहना है कि वह इजरायल की सुरक्षा के लिए प्रतिबद्ध हैं और वह इसके लिए किसी पर निर्भर नहीं हैं। हमास और इजरायल के बीच जारी जंग में ऐसा पहली बार है, जब दोनों आमने-सामने आ गए हैं।",
        "source": {
            "uri": "livehindustan.com",
            "dataType": "news",
            "title": "Hindustan",
            "location": {
                "type": "place",
                "label": {
                    "eng": "New Delhi"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://images1.livehindustan.com/uploadimage/library/2024/05/10/16_9/16_9_1/joe_biden_benjamin_netanyahu_1715315392.jpg",
        "eventUri": "hin-359877",
        "sentiment": null,
        "wgt": 453012020,
        "relevance": 1,
        "distinctive_events": "Here is a list of distinctive events described in the article, arranged in chronological order:\n\n1. **October 7, Last Year**: Hamas launched an attack on Israel, resulting in 1,200 deaths and 250 people being taken hostage.\n2. **Subsequent to the Hamas Attack**: Israel responded with heavy attacks on the Gaza Strip, supported openly by Western countries like the USA, UK, and France.\n3. **Ongoing Conflict**: Over 35,000 Palestinians have been killed in Israeli attacks, with significant opposition from Muslim countries and powers like Russia and China.\n4. **Recent Developments**: Joe Biden admitted that the bombs used by Israel to kill innocent Palestinians in Gaza were supplied by the USA.\n5. **Biden's Statement**: In an interview with CNN, Biden mentioned that the USA has stopped the shipment of heavy bombs to Israel and expressed reluctance to supply weapons if Israel plans to attack Rafah.\n6. **Biden's Assurance**: Despite the halt in certain weapon supplies, Biden assured continued support for Israel's security, including providing Iron Dome rocket interceptors and other defense weapons.\n7. **Netanyahu's Response**: Benjamin Netanyahu stated his commitment to Israel's security and asserted that Israel does not depend on others for its defense.\n8. **Current Situation**: The USA is advising Israel against attacking Rafah, indicating a shift in its stance amidst the ongoing conflict between Hamas and Israel."
    },
    {
        "uri": "8120160364",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "04:19:55",
        "dateTime": "2024-05-10T04:19:55Z",
        "dateTimePub": "2024-05-10T04:18:07Z",
        "dataType": "news",
        "sim": 0.5137255191802979,
        "url": "https://navbharattimes.indiatimes.com/world/uae/israel-hamas-war-benjamin-netanyahu-says-israel-will-fight-with-fingernails-after-joe-biden-threatens-to-halt-weapon-supply/articleshow/109995823.cms",
        "title": "हथियार खत्म हुए तो नाखूनों से दुश्मनों को नोचेगा एक-एक इजरायली, लेकिन हार नहीं मानेगा... बाइडेन को नेतन्याहू का जवाब",
        "body": "तेल अवीव: हमास के खिलाफ जंग के बीच अमेरिकी राष्ट्रपति जो बाइडन की हथियार रोकने की धमकी से इजरायल भड़क उठा है। इजरायल के प्रधानमंत्री बेंजामिन नेतन्याहू ने कहा है कि अगर हथियार खत्म हुए तो एक-एक इजरायली दुश्मनों को नाखूनों से नोचेगा। उन्होंने कहा कि इजरायल हार नहीं मानेगा और अकेले खड़ा रहेगा। इजरायल प्रधानमंत्री जो बाइडन के उस बयान पर प्रतिक्रिया दे रहे थे, जिसमें अमेरिकी राष्ट्रपति ने कहा था कि अगर इजरायल राफा में आबादी वाले इलाकों में अपना सैन्य अभियान शुरू करता है तो अमेरिका हथियारों की आपूर्ति रोक देगा। इजरायल राफा पर हमले की तैयारी कर रहा है, जो गाजा में हमास का आखिरी बचा गढ़ है। यहां पर 10 लाख से ज्यादा फिलिस्तीनी मौजूद हैं।नेतन्याहू ने किया जीत का दावा\n\nसमाचार एजेंसी रॉयटर्स के अनुसार, नेतन्याहू ने कहा, 'अगर हमें अकेले खड़ा होना पड़ा तो हम अकेले खड़े होंगे। अगर हमें जरूरत पड़ी तो हम अपने नाखूनों से लड़ेंगे, लेकिन हमारे पास नाखूनों से ज्यादा है और एकता की ताकत व ईश्वर की मदद से हम जीतेंगे।' नेतन्याहू ने इस दौरान इजरायल की आजादी लड़ाई को याद करते हुए 1948 के युद्ध का जिक्र किया और कहा, 'हमारे पास हथियार नहीं थे। इजरायल पर हथियारों का प्रतिबंध था, लेकिन बीच भावना, वीरता और एकता की महान शक्ति के हम विजयी हुए।'\n\nहालांकि, अमेरिकी टॉक शो के प्रस्तोता फिल मैकग्रा के साथ इंटरव्यू में नेतन्याहू ने बाइडन के प्रति नरमी बरती। उन्होंने कहा, 'हमारे बीच अक्सर समझौते होते थे, लेकिन हमारी असहमति भी होती थी। मुझे उम्मीद है कि हम उन पर काबू पा सकते हैं, लेकिन अपने देश की रक्षा के लिए हमें जो करना होगा हम करेंगे। कोई भी दबाव हमें इजरायल की रक्षा करने से नहीं रोक सकता।'\n\nबड़ा खुलासा, हमास को फायदा पहुंचाने के लिए इजरायल के पीएम नेतन्याहू ने की थी गुप्त डील\n\nवार कैबिनेट का समर्थनअमेरिका से हथियारों के मामले पर नेतन्याहू को वार कैबिनेट में शामिल बेनी गैंट्ज और रक्षा मंत्री यौव गैलेंट का भी समर्थन मिला है। गैलेंट ने एक भाषण में कहा, मैं इजरायल के दुश्मनों के साथ-साथ अपने सबसे अच्छे दोस्तों से कहता हूं- इजरायल देश को काबू नहीं किया जा सकता है। हम मजबूती से खड़े रहेंगे, अपने लक्ष्य को हासिल करेंगे। हम हमास को मारेंगे, हम हिजबुल्लाह को मारेंगे और हम सुरक्षा हासिल करेंगे। इजरायली सेना के प्रवक्ता रियर एडमिरल डैनियल हगारी ने एक ब्रीफिंग में कहा कि सशस्त्र बलों के पास राफा और अन्य अभियानों के लिए पर्याप्त हथियार हैं।",
        "source": {
            "uri": "navbharattimes.indiatimes.com",
            "dataType": "news",
            "title": "Navbharat Times",
            "location": {
                "type": "place",
                "label": {
                    "eng": "New Delhi"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://static.langimg.com/photo/imgsize-51712,msid-109996385/navbharat-times.jpg",
        "eventUri": "hin-359877",
        "sentiment": null,
        "wgt": 453010795,
        "relevance": 1,
        "distinctive_events": "1. **1948**: इजरायल की आजादी की लड़ाई और युद्ध का जिक्र, जिसमें इजरायल ने हथियारों की कमी के बावजूद वीरता और एकता से जीत हासिल की।\n2. **हालिया घटनाएं**: इजरायल राफा पर हमले की तैयारी कर रहा है, जो गाजा में हमास का आखिरी बचा गढ़ है।\n3. **अमेरिकी राष्ट्रपति जो बाइडन का बयान**: बाइडन ने कहा कि अगर इजरायल राफा में आबादी वाले इलाकों में सैन्य अभियान शुरू करता है, तो अमेरिका हथियारों की आपूर्ति रोक देगा।\n4. **बेंजामिन नेतन्याहू की प्रतिक्रिया**: नेतन्याहू ने कहा कि अगर हथियार खत्म हुए तो इजरायल के लोग नाखूनों से लड़ेंगे और इजरायल हार नहीं मानेगा।\n5. **नेतन्याहू का इंटरव्यू**: अमेरिकी टॉक शो के प्रस्तोता फिल मैकग्रा के साथ इंटरव्यू में नेतन्याहू ने बाइडन के प्रति नरमी बरती और कहा कि वे असहमति को काबू करने की उम्मीद रखते हैं।\n6. **वार कैबिनेट का समर्थन**: बेनी गैंट्ज और रक्षा मंत्री यौव गैलेंट ने नेतन्याहू को समर्थन दिया और कहा कि इजरायल को काबू नहीं किया जा सकता।\n7. **रियर एडमिरल डैनियल हगारी का बयान**: इजरायली सेना के प्रवक्ता ने कहा कि सशस्त्र बलों के पास राफा और अन्य अभियानों के लिए पर्याप्त हथियार हैं।"
    },
    {
        "uri": "2024-05-350894477",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "03:36:22",
        "dateTime": "2024-05-10T03:36:22Z",
        "dateTimePub": "2024-05-10T03:20:01Z",
        "dataType": "news",
        "sim": 0.529411792755127,
        "url": "https://www.newsnationtv.com/india/hindi-delegation-leave-cairo-fail-to-reach-gaza-truce-deal-20240510071843-20240510080231-465214.html",
        "title": "गाजा युद्धविराम समझौते पर बातचीत विफल, प्रतिनिधिमंडल काहिरा से रवाना",
        "body": "समाचार एजेंसी शिन्हुआ की रिपोर्ट के अनुसार, संघर्षग्रस्त गाजा में युद्धविराम के लिए प्रतिनिधिमंडल मंगलवार को काहिरा पहुंचा था। बातचीत में कुछ प्रगति के बावजूद अभी तक कोई समझौता नहीं हो पाया है।\n\nविरोधी पक्षों के बीच प्रमुख विवादों में अदला-बदली समझौते के तहत रिहा किए जाने वाले इजरायली बंधकों और फिलिस्तीनी कैदियों की संख्या एवं लिस्ट के साथ-साथ एन्क्लेव में फिलिस्तीनियों की मुक्त आवाजाही की अनुमति देने के लिए गाजा से इजरायल की आंशिक वापसी से संबंधित मुद्दे भी शामिल हैं।\n\nवार्ता तब रुक गई जब इजरायली सेना ने गाजा के सबसे दक्षिणी शहर राफा में एक अभियान शुरू किया और प्रमुख राफा क्रॉसिंग के फिलिस्तीनी हिस्से पर नियंत्रण कर लिया। यहां लगभग दस लाख से ज्यादा विस्थापित फिलिस्तीनी रह रहे हैं।\n\nएक इजरायली सूत्र ने गुरुवार को समाचार एजेंसी शिन्हुआ को बताया कि इजरायली सेना राफा में अपना ऑपरेशन योजना के अनुसार जारी रखेगी क्योंकि संघर्ष विराम वार्ता विफल हो गई है।\n\nकाहिरा, दोहा और वाशिंगटन पिछले नवंबर में समाप्त हुए पहले युद्धविराम के बाद, इजरायल और हमास के बीच कैदियों की अदला-बदली और दूसरे युद्धविराम के लिए समझौता करना चाह रहे हैं।\n\nडिस्क्लेमरः यह आईएएनएस न्यूज फीड से सीधे पब्लिश हुई खबर है. इसके साथ न्यूज नेशन टीम ने किसी तरह की कोई एडिटिंग नहीं की है. ऐसे में संबंधित खबर को लेकर कोई भी जिम्मेदारी न्यूज एजेंसी की ही होगी.",
        "source": {
            "uri": "newsnationtv.com",
            "dataType": "news",
            "title": "News Nation",
            "location": null
        },
        "authors": [],
        "image": "https://cdn.newsnationtv.com/images/2024/05/10/ians_hindi-delegation-leave-cairo-fail-to-reach-gaza-truce-deal-20240510071843-20240510080231-9572.jpg",
        "eventUri": "hin-359877",
        "sentiment": null,
        "wgt": 453008182,
        "relevance": 1,
        "distinctive_events": "1. **पहला युद्धविराम समाप्त**: काहिरा, दोहा और वाशिंगटन पिछले नवंबर में समाप्त हुए पहले युद्धविराम के बाद, इजरायल और हमास के बीच कैदियों की अदला-बदली और दूसरे युद्धविराम के लिए समझौता करना चाह रहे हैं।\n\n2. **प्रतिनिधिमंडल का काहिरा पहुंचना**: संघर्षग्रस्त गाजा में युद्धविराम के लिए प्रतिनिधिमंडल मंगलवार को काहिरा पहुंचा।\n\n3. **वार्ता में प्रगति लेकिन कोई समझौता नहीं**: बातचीत में कुछ प्रगति के बावजूद अभी तक कोई समझौता नहीं हो पाया है।\n\n4. **प्रमुख विवादों का उभरना**: विरोधी पक्षों के बीच प्रमुख विवादों में अदला-बदली समझौते के तहत रिहा किए जाने वाले इजरायली बंधकों और फिलिस्तीनी कैदियों की संख्या एवं लिस्ट के साथ-साथ एन्क्लेव में फिलिस्तीनियों की मुक्त आवाजाही की अनुमति देने के लिए गाजा से इजरायल की आंशिक वापसी से संबंधित मुद्दे भी शामिल हैं।\n\n5. **इजरायली सेना का राफा में अभियान शुरू करना**: वार्ता तब रुक गई जब इजरायली सेना ने गाजा के सबसे दक्षिणी शहर राफा में एक अभियान शुरू किया और प्रमुख राफा क्रॉसिंग के फिलिस्तीनी हिस्से पर नियंत्रण कर लिया।\n\n6. **इजरायली सेना का ऑपरेशन जारी रखने का निर्णय**: एक इजरायली सूत्र ने गुरुवार को बताया कि इजरायली सेना राफा में अपना ऑपरेशन योजना के अनुसार जारी रखेगी क्योंकि संघर्ष विराम वार्ता विफल हो गई है।"
    },
    {
        "uri": "8120105608",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "03:19:26",
        "dateTime": "2024-05-10T03:19:26Z",
        "dateTimePub": "2024-05-10T03:19:02Z",
        "dataType": "news",
        "sim": 0.5098039507865906,
        "url": "https://www.bhaskarhindi.com/other/news-1029002",
        "title": "गाजा युद्धविराम समझौते पर बातचीत विफल, प्रतिनिधिमंडल काहिरा से रवाना",
        "body": "गाजा पट्टी में युद्धविराम के लिए बातचीत में गतिरोध पैदा होने के बाद हमास, इजरायल, कतर और अमेरिका के प्रतिनिधिमंडल मिस्र से रवाना हो गए।\n\nकाहिरा, 10 मई (आईएएनएस)। गाजा पट्टी में युद्धविराम के लिए बातचीत में गतिरोध पैदा होने के बाद हमास, इजरायल, कतर और अमेरिका के प्रतिनिधिमंडल मिस्र से रवाना हो गए।\n\nसमाचार एजेंसी शिन्हुआ की रिपोर्ट के अनुसार, संघर्षग्रस्त गाजा में युद्धविराम के लिए प्रतिनिधिमंडल मंगलवार को काहिरा पहुंचा था। बातचीत में कुछ प्रगति के बावजूद अभी तक कोई समझौता नहीं हो पाया है।\n\nविरोधी पक्षों के बीच प्रमुख विवादों में अदला-बदली समझौते के तहत रिहा किए जाने वाले इजरायली बंधकों और फिलिस्तीनी कैदियों की संख्या एवं लिस्ट के साथ-साथ एन्क्लेव में फिलिस्तीनियों की मुक्त आवाजाही की अनुमति देने के लिए गाजा से इजरायल की आंशिक वापसी से संबंधित मुद्दे भी शामिल हैं।\n\nवार्ता तब रुक गई जब इजरायली सेना ने गाजा के सबसे दक्षिणी शहर राफा में एक अभियान शुरू किया और प्रमुख राफा क्रॉसिंग के फिलिस्तीनी हिस्से पर नियंत्रण कर लिया। यहां लगभग दस लाख से ज्यादा विस्थापित फिलिस्तीनी रह रहे हैं।\n\nएक इजरायली सूत्र ने गुरुवार को समाचार एजेंसी शिन्हुआ को बताया कि इजरायली सेना राफा में अपना ऑपरेशन 'योजना के अनुसार' जारी रखेगी क्योंकि संघर्ष विराम वार्ता विफल हो गई है।\n\nकाहिरा, दोहा और वाशिंगटन पिछले नवंबर में समाप्त हुए पहले युद्धविराम के बाद, इजरायल और हमास के बीच कैदियों की अदला-बदली और दूसरे युद्धविराम के लिए समझौता करना चाह रहे हैं।\n\nअस्वीकरण: यह न्यूज़ ऑटो फ़ीड्स द्वारा स्वतः प्रकाशित हुई खबर है। इस न्यूज़ में BhaskarHindi.com टीम के द्वारा किसी भी तरह का कोई बदलाव या परिवर्तन (एडिटिंग) नहीं किया गया है| इस न्यूज की एवं न्यूज में उपयोग में ली गई सामग्रियों की सम्पूर्ण जवाबदारी केवल और केवल न्यूज़ एजेंसी की है एवं इस न्यूज में दी गई जानकारी का उपयोग करने से पहले संबंधित क्षेत्र के विशेषज्ञों (वकील / इंजीनियर / ज्योतिष / वास्तुशास्त्री / डॉक्टर / न्यूज़ एजेंसी / अन्य विषय एक्सपर्ट) की सलाह जरूर लें। अतः संबंधित खबर एवं उपयोग में लिए गए टेक्स्ट मैटर, फोटो, विडियो एवं ऑडिओ को लेकर BhaskarHindi.com न्यूज पोर्टल की कोई भी जिम्मेदारी नहीं है|",
        "source": {
            "uri": "bhaskarhindi.com",
            "dataType": "news",
            "title": "bhaskarhindi.com",
            "location": null
        },
        "authors": [],
        "image": "https://www.bhaskarhindi.com/content/servlet/RDESController?command=rdm.Picture&sessionId=RDWEBJVY0MVCEGDMEUDNVC9USKBQDO1WPFPWD&app=rdes&partner=bhindi&type=7&uid=",
        "eventUri": "hin-359877",
        "sentiment": null,
        "wgt": 453007166,
        "relevance": 1,
        "distinctive_events": "**List of Distinctive Events in Chronological Order:**\n\n1. **Previous Ceasefire Ended**: The first ceasefire between Israel and Hamas ended last November.\n2. **Delegations Arrive in Cairo**: Delegations from Hamas, Israel, Qatar, and the USA arrived in Cairo on Tuesday to negotiate a new ceasefire in Gaza.\n3. **Negotiations Face Stalemate**: Despite some progress, no agreement was reached in the negotiations.\n4. **Key Disputes Identified**: Major disputes included the number and list of Israeli hostages and Palestinian prisoners to be exchanged, and issues related to the partial withdrawal of Israel from Gaza to allow free movement of Palestinians.\n5. **Israeli Military Operation in Rafah**: The negotiations halted when the Israeli military launched an operation in Rafah, the southernmost city in Gaza, and took control of the Palestinian side of the Rafah crossing.\n6. **Israeli Source Statement**: An Israeli source stated on Thursday that the Israeli military would continue its operation in Rafah \"as planned\" due to the failure of the ceasefire talks.\n7. **Delegations Depart Cairo**: Following the stalemate in negotiations, the delegations from Hamas, Israel, Qatar, and the USA left Cairo."
    },
    {
        "uri": "8120000069",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "01:12:20",
        "dateTime": "2024-05-10T01:12:20Z",
        "dateTimePub": "2024-05-10T01:11:38Z",
        "dataType": "news",
        "sim": 0.572549045085907,
        "url": "https://www.aajtak.in/world/story/pm-benjamin-netanyahu-pledge-if-israel-is-forced-to-stand-alone-it-will-stand-alone-ntc-1941082-2024-05-10",
        "title": "'मैं प्रतिज्ञा करता हूं, इजरायल दुनिया की किसी ताकत के सामने नहीं झुकेगा...', बेंजामिन नेतन्याहू की अमेरिका को दो टूक",
        "body": "गाजा में युद्ध रोकने के अंतरराष्ट्रीय दबाव को खारिज करते हुए प्रधानमंत्री बेंजामिन नेतन्याहू ने घोषणा की है कि अगर इजरायल को अकेले खड़ा रहने के लिए मजबूर किया गया, तो वह अकेले खड़ा रहेगा लेकिन अपनी आत्मरक्षा करने से पीछे नहीं हटेगा. नेतन्याहू ने यह टिप्पणी अमेरिकी राष्ट्रपति जो बाइडन के उस बयान के बाद की, जिसमें उन्होंने कहा कि गाजा के दक्षिणी शहर राफा पर हमले के लिए वाशिंगटन इजरायल को आक्रामक हथियार नहीं प्रदान करेगा.\n\nबेंजामिन नेतन्याहू ने देश के वार्षिक होलोकॉस्ट रिमेंबरेंस डे पर एक उग्र भाषण में कहा, 'दुनिया के एकमात्र यहूदी देश इजरायल के प्रधानमंत्री के रूप में, मैं आज यरूशलेम से प्रतिज्ञा करता हूं, अगर इजरायल को अकेले खड़े होने के लिए मजबूर किया गया, तो वह अकेला खड़ा होगा. लेकिन हम जानते हैं कि हम अकेले नहीं हैं, क्योंकि दुनिया भर में अनगिनत सभ्य लोग हमारे उचित उद्देश्य का समर्थन करते हैं और मैं आपसे कहता हूं कि हम अपने नरसंहारक दुश्मनों को हराकर रहेंगे.'\n\nइजरायली पीएम ने कहा, 'अस्सी साल पहले होलोकॉस्ट में, जब यहूदी उनके सामने (हिटलर की नाज़ी सेना) पूरी तरह असहाय थे जो हमारा विनाश चाहते थे, तब कोई भी देश हमारी सहायता के लिए आगे नहीं आया था. आज, हम फिर से हमारे विनाश पर आमादा दुश्मनों का सामना कर रहे हैं. मैं दुनिया के नेताओं से कहता हूं, किसी भी अंतरराष्ट्रीय मंच का कोई भी दबाव, कोई भी फैसला इजरायल को अपनी रक्षा करने से नहीं रोक पाएगा. अगर हमें अकेले खड़ा होना पड़ेगा तो हम अकेले खड़े रहेंगे. अगर हमें जरूरत पड़ी तो हम अपने नाखूनों से भी लड़ेंगे. लेकिन हमारे पास नाखूनों के अलावा भी बहुत कुछ है.'\n\nयोम हाशोआ वह दिन है जिसे इजरायल नाज़ी जर्मनी और उसके सहयोगियों द्वारा नरसंहार में मारे गए 6 मिलियन यहूदियों की याद में मनाता है. इस दिन का पूरा नाम 'योम हशोआ वे-हगेवुराह' है - जिसका शाब्दिक अर्थ है 'प्रलय और वीरता का (याद करने का) दिन'. बता दें कि 7 अक्टूबर, 2024 को हमास के करीब 2500 लड़ाके गाजा पट्टी पार करके इजरायली सीमा में घुस आए थे और कत्लेआम मचाया था. हमास के हमलों में कम से कम 1,200 इजरायली मारे गए और 240 नागरिकों को बंधक बना लिया गया, जिनमें कुछ विदेशी भी शामिल थे.\n\nइसके बाद इजरायल ने जवाबी कार्रवाई शुरू की और गाजा पट्टी को खंडहर में बदल दिया. इजरायल ने हमास को खत्म करने की कसम खायी है और इस लक्ष्य के साथ गाजा में हमास के बुनियादी ढांचे को निशाना बनाया. अब उसने गाजा में अपना ऑपरेशन समाप्त करने के बाद राफा शहर पर हमला बोला है. इजरायल का कहना है कि हमास के शीर्ष कमांडरों ने यहां पनाह ले रखी है और वह उन्हें ढूंढ कर खत्म करेगा. गाजा युद्ध में अब तक 35000 के करीब लोगों की जान जा चुकी है और लाखों विस्थापित हुए हैं. अमेरिका राफा में इजरायली ऑपरेशन का विरोध कर रहा है. उसका कहना है कि इससे क्षेत्र में मानवीय संकट और बढ़ेगा.",
        "source": {
            "uri": "aajtak.in",
            "dataType": "news",
            "title": "आज तक",
            "location": {
                "type": "country",
                "label": {
                    "eng": "India"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://akm-img-a-in.tosshub.com/aajtak/images/story/202405/663d719a3c672-israeli-pm-benjamin-netanyahu-100008858-16x9.png",
        "eventUri": "hin-359877",
        "sentiment": null,
        "wgt": 452999540,
        "relevance": 1,
        "distinctive_events": "Here is a list of distinctive events described in the article, arranged in chronological order:\n\n1. **Holocaust Remembrance Day Speech**: Israeli Prime Minister Benjamin Netanyahu delivers a fiery speech on the annual Holocaust Remembrance Day, vowing that Israel will stand alone if necessary but will not back down from self-defense.\n\n2. **Historical Reference to the Holocaust**: Netanyahu references the Holocaust, stating that 80 years ago, Jews were helpless against Hitler's Nazi army, and no country came to their aid.\n\n3. **Hamas Attack on October 7, 2024**: Approximately 2,500 Hamas fighters cross the Gaza Strip into Israeli territory, resulting in the massacre of at least 1,200 Israelis and the taking of 240 hostages, including some foreigners.\n\n4. **Israeli Counterattack**: In response to the Hamas attack, Israel launches a counteroffensive, turning the Gaza Strip into ruins and targeting Hamas infrastructure with the goal of eliminating the group.\n\n5. **Attack on Rafah**: After completing operations in Gaza, Israel attacks the southern city of Rafah, claiming that top Hamas commanders are hiding there and vowing to eliminate them.\n\n6. **Casualties and Displacement**: The Gaza war results in approximately 35,000 deaths and the displacement of millions of people.\n\n7. **US Opposition to Rafah Operation**: The United States opposes Israel's operation in Rafah, arguing that it will exacerbate the humanitarian crisis in the region.\n\n8. **Netanyahu's Rejection of International Pressure**: Netanyahu rejects international pressure to cease the war in Gaza, emphasizing that Israel will stand alone if necessary but will continue to defend itself."
    }
]