[
    {
        "uri": "8141827562",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-23",
        "time": "09:24:14",
        "dateTime": "2024-05-23T09:24:14Z",
        "dateTimePub": "2024-05-23T09:21:10Z",
        "dataType": "news",
        "sim": 0.8470588326454163,
        "url": "https://www.livehindustan.com/international/story-ukraine-russia-war-updates-vladimir-putin-ukraine-army-new-plan-to-stop-russian-army-10058180.html",
        "title": "पुतिन को अब छकाएगी यूक्रेनी सेना, रूस को रोकने के लिए करेगी 10000 KM की किलेबंदी",
        "body": "Ukraine Russia War Updates: रूस और यूक्रेन के बीच युद्ध खतरनाक मोड ले चुका है। एक तरफ रूसी सेना यूक्रेन के खारकीव शहर के कई कस्बों में कब्जा कर चुकी है। रूसी सेना यूक्रेन में लगातार बढ़त बना रही है। उधर, यूक्रेन ने रूसी सेना को रोकने के लिए नई रणनीति पर काम करना शुरू कर दिया है। यूक्रेन के सशस्त्र बलों ने 10,000 किलोमीटर किलेबंदी करने की योजना बनाई है। यूक्रेन का यह कदम रूसी सेना को खदेड़ने के लिए है। यूक्रेन को लगता है कि किलेबंदी से रूसी सेना को कुछ दिन रोकने में कामयाबी मिल सकती है।\n\nरूस के खिलाफ युद्ध में यूक्रेन पहले ही हथियारों की कमी झेल रहा है। अमेरिका ने यूक्रेन के लिए हथियारों की मंजूरी तो दे दी है लेकिन, अभी तक हथियारों की खेप यूक्रेन तक नहीं पहुंच पाई है। यूक्रेनी राष्ट्रपति वलोडोमिर जेलेंस्की ने अपने देश को बचाने के लिए नाटो देशों से भी मदद की अपील की है।\n\nखारकीव की जंग में रूस ने गंवाए 1500 सैनिक\n\nयूक्रेनी शहर खारकीव के कस्बों को कब्जा करने के लिए रूस पिछले सात दिनों 1500 से अधिक सैनिकों और बड़ी मात्रा में ड्रोन, मिसाइल और टैंकों को खो चुका है। यूक्रेनी पब्लिकेशन लीगा का दावा है कि वे लगातार रूस को रोकने के लिए प्रयासरत हैं। रूसी सेना को रोकने के लिए अब यूक्रेनी सेना ने नए सिरे से योजना बनाना शुरू कर दिया है।\n\n10000 किलोमीटर की किलेबंदी\n\nयूक्रेन सेना के अधिकारियों का कहना है कि 10 हजार किलोमीटर की किलेबंदी की योजना बनाई है। यूक्रेन के सशस्त्र बलों ने इस किलेबंदी की तत्काल रूप से पुनर्निर्माण करने की योजना बनाई है। रिपोर्ट के मुताबिक, इस बात की प्रबल संभावना है कि जल्द ही इस योजना को पूरा किया जाएगा।\n\nगौरतलब है कि रूस- यूक्रेन के बीच युद्ध को दो सालों से अधिक का समय हो गया है और इसने महायुद्ध में लाखों लोगों की जान जा चुकी है और अरबों की संपदा खाक हो चुकी है। यूक्रेन के खूबसूरत शहर श्मशान बन चुके हैं लेकिन न तो रूस ने युद्ध रोकने के कोई संकेत दिए हैं और न ही यूक्रेन ने घुटने टेके हैं। इस युद्धने दुनिया भर की अर्थव्यवस्थाओं को प्रभावित किया है। ताजा घटनाक्रम के तहत रूसी सेना",
        "source": {
            "uri": "livehindustan.com",
            "dataType": "news",
            "title": "Hindustan"
        },
        "authors": [],
        "image": "https://images1.livehindustan.com/uploadimage/library/2023/02/27/16_9/16_9_1/zelensky_claims_putin_murder_news_1677490031.jpg",
        "eventUri": "hin-363982",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8137935824",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-21",
        "time": "06:12:52",
        "dateTime": "2024-05-21T06:12:52Z",
        "dateTimePub": "2024-05-21T06:11:33Z",
        "dataType": "news",
        "sim": 0.8196078538894653,
        "url": "https://www.livehindustan.com/international/story-russia-lost-more-than-1500-solders-to-win-kharkiv-ukraine-seeks-help-from-nato-10042302.html",
        "title": "पुतिन ने खारकीव जीतने के लिए 7 दिन में खो दिए अपने 1500 लड़ाके, अपना देश बचाने नाटो की शरण में जेलेंस्की",
        "body": "Ukraine Russia war updates: यूक्रेन और रूस के बीच जंग को दो साल से अधिक का वक्त हो गया है। फरवरी 2022 से शुरू हुई इस लड़ाई में कभी यूक्रेन तो कभी रूसी सेना बढ़त बनाती दिख रही है। लाखों सैनिकों के कत्लेआम के बावजूद जंग का अभी तक कोई परिणाम नहीं निकल पाया है। हालांकि हाल के दिनों में रूसी सेना यूक्रेन पर भारी पड़ती दिखाई दे रही है। यूक्रेन के बड़े शहर खारकीव पर बढ़त बनाते हुए रूसी सेना यूक्रेन में लगातार आगे बढ़ रही है। हालांकि खारकीव जीतने के लिए पिछले सात दिनों में रूसी सेना ने अपने 1500 से अधिक जवान और बड़ी मात्रा में मिसाइल और टैंक खो दिए। उधर, जंग में लगातार पिछड़ रही यूक्रेनी सेना को अभी तक अमेरिकी मदद नहीं मिल पाई है। अब अपना देश बचाने के लिए जेलेंस्की ने नाटो की शरण ली है।\n\nपिछले दिनों मीडिया रिपोर्ट थी कि रूस की सेना यूक्रेन के खारकीव शहर के कई इलाकों पर कब्जा कर चुकी है। रूसी सेना की इस बढ़त के पीछे माना जा रहा है कि यूक्रेन हथियारों की भारी का सामना कर रहा है। अमेरिका ने यूक्रेन को हथियारों की मदद का ऐलान तो कर दिया है लेकिन, अभी तक यूक्रेन तक हथियारों की खेप नहीं पहुंची है। हथियारों की भारी कमी के अलावा यूक्रेनी सेना का मनोबल भी लगातार गिर रहा है। उधर, पुतिन की सेना यूक्रेनी शहरों पर लगातार बमबारी कर रही है।\n\nनाटो की शरण में जेलेंस्की\n\nयूक्रेन के राष्ट्रपति वलोडिमिर ज़ेलेंस्की ने कीव को बचाने के लिए नाटो की शरण ली है। उन्होंने अपील की कि नाटो देश रूस के खिलाफ जंग में भरपाई के लिए अधिक से अधिक सहायता करे ताकि वे रूस की मिसाइलों को नष्ट कर सके। उन्होंने याद दिलाते हुए कि यूक्रेन अभी भी रूसी सेना का मुकाबला करने के लिए अमेरिकी एफ-16 लड़ाकू विमानों की आपूर्ति का इंतजार कर रहा है। उन्होंने एक बयान में कहा, \"आप अभी हमारी मदद करें। आपके पास जो विमान हैं, उन्हें वापस लाएं। रूसी मिसाइलों को गिराएं और हमारे नागरिकों की रक्षा करें।\"\n\nरूस ने सात दिन में गंवा दिए 1500 से ज्यादा सैनिक\n\nइस बीच, यूक्रेन ने बड़ा दावा किया कि रूस ने खारकीव में भीषण युद्ध के दौरान पिछले सात दिनों 1,500 से अधिक सैनिकों को खो दिया है। जबकि, रूस की तरफ से इस बयान का समर्थन नहीं किया गया है। हालांकि खारकीव पर बढ़त के बीच पुतिन ने दावा किया कि अभी उनकी योजना यूक्रेन के किसी दूसरे शहर पर कब्जा नहीं है। यूक्रेन के सशस्त्र बलों के जनरल स्टाफ ने दावा किया कि रूस ने पिछले सात दिनों में 1,572 सैनिकों और 75 ड्रोन, 66 सेना वाहनों और आठ टैंकों सहित 263 सैन्य उपकरणों को गंवा दिया है।\n\nयूक्रेन का जीतना लगभग असंभव!\n\nरूस और यूक्रेन के बीच चल रही निर्णायक जंग के बीच यूके में कंजर्वेटिव सांसद ने दावा किया है कि यूक्रेन का जीतना \"बेहद असंभव\" है। यूक्रेन पर एक बहस के दौरान, सर एडवर्ड ले ने तर्क दिया कि \"अगर अमेरिका ने यूक्रेन को पर्याप्त रूप से सशस्त्र किया होता तो अब तक वह यह युद्ध जीत सकता था\"।",
        "source": {
            "uri": "livehindustan.com",
            "dataType": "news",
            "title": "Hindustan"
        },
        "authors": [],
        "image": "https://images1.livehindustan.com/uploadimage/library/2024/05/21/16_9/16_9_1/ukraine_russia_war_1716271529.jpg",
        "eventUri": "hin-363326",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8132318070",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-17",
        "time": "10:58:01",
        "dateTime": "2024-05-17T10:58:01Z",
        "dateTimePub": "2024-05-17T10:57:30Z",
        "dataType": "news",
        "sim": 0.5647059082984924,
        "url": "https://www.livehindustan.com/international/story-why-nato-allies-preparing-to-send-troop-trainers-into-ukraine-direct-entry-can-chaos-russia-ukraine-war-10013074.html",
        "title": "अब रूस-यूक्रेन युद्ध में मच सकता है कोहराम, US और NATO सेना क्यों बना रहे सीधा एंट्री का प्लान",
        "body": "Ukraine-Russia War: एक तरफ जहां रूस और चीन यूक्रेन युद्ध को निर्णायक अंजाम देकर खत्म करने की रणनीति पर चर्चा कर रहे हैं, वहीं दूसरी तरफ NATO सहयोगी यूक्रेन की तरफ धीरे-धीरे कदम बढ़ा रहे हैं। NATO सहयोगीअब यूक्रेन के सैन्य बलों को प्रशिक्षित करने के लिए यूक्रेन में सेना भेजने का प्लान बना रहे हैं। यह एक ऐसा कदम है, जो संयुक्त राज्य अमेरिका और यूरोपीय देशों को सीधे यूक्रेन युद्ध में खींच सकता है। अब तक अमेरिका और यूरोपीय देश यूक्रेन युद्ध में सीधे हस्तक्षेप करने से बचते रहे हैं। हालांकि, रूस के खिलाफ आर्थिक से लेकर सैन्य मदद पहुंचाते रहे हैं और रूस पर कई किस्म के प्रतिबंध भी लगा चुके हैं।\n\nसंडे मॉर्निंग हेराल्ड की रिपोर्ट के मुताबिक,यूक्रेन की सेना इस वक्त सैन्यकर्मियों की भारी कमी का सामना कर रही है। इसके अलावा हाल के हफ्तों में युद्ध के मोर्चे पर यूक्रेन की स्थिति कमजोर पड़ी है और इसका लाभ उठाकर रूस कई मोर्चों पर यूक्रेन पर दबाव और बढ़त बना चुका है। कई सीमाई गांवों में रूसी सेना पहले से कई किलोमीटर आगे बढ़ चुकी है। रूस को उस स्थिति का फायदा हुआ है, जिसके तहत यूक्रेन को अमेरिकी और यूरोपीय हथियारों की खेप मिलने में देरी हुई है।\n\nइसी मौके का फायदा उठाकर रूसी सेना ने यूक्रेन पर फिलहाल बढ़त ले रखी है। लिहाजा, यूक्रेनी अधिकारियों ने अपने अमेरिकी और नाटो सहयोगियों से अपने करीब 150,000 रंगरूटों को युद्ध के अग्रिम मोर्चे पर तैयार करने और उन्हें प्रशिक्षित करने में मदद करने की अपील की है। हालांकि, अमेरिका ने इससे साफ तौर पर इनकार किया है लेकिन अमेरिकी वायु सेना के ज्वाइंट चीफ्स ऑफ स्टाफ के चीफ जनरल चार्ल्स ब्राउन जूनियर ने गुरुवार को कहा कि नाटो द्वारा यूक्रेनी सैनिकों के प्रशिक्षकों की तैनाती अपरिहार्य प्रतीत होती है। उन्होंने कहा, \"आखिरकार, समय के साथ हम वहां जरूर पहुंचेंगे।\"\n\nजनरल चार्ल्स ब्राउन जूनियर ने ये बातें तब कहीं, जब वह ब्रसेल्स में नाटो बैठक के लिए जा रहे थे। ब्राउन ने अपने विमान में पत्रकारों को ये जानकारी दी है। उन्होंने कहा कि ऐसे समय में यूक्रेन के अंदर किसी तरह की मदद की कोशिश उन नाटो प्रशिक्षकों के लिए घातक साबित हो सकता है। तब युद्ध के मोर्चे पर कीमती एयर डिफेंस सिस्टम का इस्तेमाल इन प्रशिक्षकों को बचाने में करना पड़ सकता है। इससे जमीनी स्तर पर यूक्रेनी सेना रूस के सामने और कमजोर हो जाएगी।\n\nबता दें कि एक दिन पहले ही 16 मई को नाटो देशों के सैन्य समिति के प्रमुखों ने रक्षा मामलों पर ब्रुसेल्स स्थित नाटो मुख्यालय में बड़ी बैठक की है। नाटो के 32 सहयोगी देशों के रक्षा प्रमुखों ने यूक्रेन को निरंतर समर्थन देने पर सहमति जताई है।",
        "source": {
            "uri": "livehindustan.com",
            "dataType": "news",
            "title": "Hindustan"
        },
        "authors": [],
        "image": "https://images1.livehindustan.com/uploadimage/library/2024/04/12/16_9/16_9_1/india_on_ukraine_peace_summit_in_switzerland_russia_will_not_attend_1712925179.jpg",
        "eventUri": "hin-362226",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8127988534",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-15",
        "time": "03:18:02",
        "dateTime": "2024-05-15T03:18:02Z",
        "dateTimePub": "2024-05-15T03:17:13Z",
        "dataType": "news",
        "sim": 0.6392157077789307,
        "url": "https://www.livehindustan.com/international/story-what-is-china-peace-plan-to-stop-ukraine-russia-war-vladimir-putin-praise-9995975.html",
        "title": "रूस-यूक्रेन युद्ध पर क्या है चीन का पीस प्लान? मुरीद हुए पुतिन, जिनपिंग से भी मिलेंगे",
        "body": "China peace plan on ukraine russia war: रूस और यूक्रेन के बीच युद्ध को दो साल से ज्यादा का वक्त हो गया है और लाखों की मौत और अरबों की संपदा खाक होने के बाद भी जंग का हल अभी तक नहीं निकल पाया है। रूस और यूक्रेन के बीच चल रहे महायुद्ध में दुनिया भी दो खेमों में बंटी हुई है। अमेरिका और पश्चिमी देश यूक्रेन के साथ खड़े हैं जबकि, रूस को चीन का साथ है। युद्ध के बीच पांचवीं बार रूस के राष्ट्रपति बन चुके व्लादिमीर पुतिन का चीन संग इतना लगाव है कि पहली विदेश यात्रा में उन्होंने चीन जाना चुना है। वो आगामी 16 या 17 अप्रैल को चीन में रहेंगे। यात्रा से पहले चीनी अखबार को दिए इंटरव्यू में उन्होंने जिनपिंग सरकार की जमकर तारीफ की। पुतिन ने कहा कि यूक्रेन संकट पर चीन की पीस पॉलिसी काबिले-तारीफ है और हमे उस पर अमल जरूर करना चाहिए। हालांकि चीन की पीस पॉलिसी पर यूक्रेन समेत उसके समर्थक देश इत्तेफाक नही रखते।\n\nरूसी राष्ट्रपति व्लादिमीर पुतिन ने बुधवार को प्रकाशित एक साक्षात्कार में कहा कि वह यूक्रेन संकट के शांतिपूर्ण समाधान के लिए चीन की योजना का समर्थन करते हैं। उन्होंने कहा कि बीजिंग को इस बात की पूरी समझ है कि संकट के पीछे क्या छिपा है? पुतिन ने इस सप्ताह अपनी बीजिंग यात्रा से पहले चीन की शिन्हुआ समाचार एजेंसी से बात करते हुए कहा कि रूस दो साल से अधिक पुराने संघर्ष को हल करने के लिए बातचीत के लिए राजी है और चीन की पीस पॉलिसी उसे सही लगती है।\n\nयूक्रेन संकट को चीन ने सही ढंग से समझा हैः पुतिन\n\nपुतिन ने कहा कि राष्ट्रपति शी जिनपिंग द्वारा पिछले महीने सार्वजनिक की गई चीन की योजना और \"सिद्धांतों\" में संघर्ष के पीछे के कारकों को ध्यान में रखा गया है। पुतिन ने कहा, \"यूक्रेन संकट को हल करने के लिए चीन के दृष्टिकोण पर हम सकारात्मक हैं। बीजिंग ने वास्तव में इसके मूल कारणों और इसके वैश्विक भू-राजनीतिक अर्थ को समझा है।\n\nचीन की पीस पॉलिसी क्या है?\n\nचीन ने तकरीबन एक साल पहले 12 सूत्री मांगों के साथ मेगा प्लान तैयार किया था। जिसमें दावा किया गया है इस योजना के साथ रूस और यूक्रेन के बीच संकट को टाला जा सकता है या पूरी तरह से जंग खत्म की जा सकती है। चीन की पीस प्लान थ्योरी का लब्बो-लुआब यही है कि वह इस मसले को रूस और यूक्रेन के शीर्ष नेताओं के बीच शांतिपूर्ण वार्ता को ही युद्ध रोकने का हल बताता है। चीन की पीस पॉलिसी के बारे में ज्यादा जानकारी तो उपलब्ध नहीं हो पाई और न ही पुतिन ने अपने इंटरव्यू में इस बारे में ज्यादा कुछ कहा लेकिन, चीन की इस योजना में कुछ ऐसी बातें भी हैं जिनसे अमेरिका, यूक्रेन और पश्चिम इत्तेफाक नहीं रखते।\n\nचीन ने अपने पीस प्लान में अमेरिका और पश्चिमी देशों द्वारा अकेले एक राष्ट्र पर प्रतिबंधों की निंदा की। रूस का जिक्र करते हुए चीन ने इसे पूरी तरह से गलत करार दिया है। साथ ही अमेरिका और पश्चिमी देशों का रूस और यूक्रेन युद्ध में दखल को भी गलत करार दिया है। मामले के जानकार मानते हैं कि चीन ने अपनी योजना के जरिए अमेरिका और पश्चिमी देशों पर निशाना साधा है। 12 सूत्री योजना में चीन ने कहीं भी इसका जिक्र नहीं किया है कि रूस को यूक्रेन से अपनी सेना वापस बुला लेनी चाहिए। यह भी एक अपवाद है।",
        "source": {
            "uri": "livehindustan.com",
            "dataType": "news",
            "title": "Hindustan"
        },
        "authors": [],
        "image": "https://images1.livehindustan.com/uploadimage/library/2024/05/15/16_9/16_9_1/china_peace_plan_amid_ukraine_russia_war_1715742487.jpg",
        "eventUri": "hin-361499",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8126551916",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-14",
        "time": "08:31:32",
        "dateTime": "2024-05-14T08:31:32Z",
        "dateTimePub": "2024-05-14T08:30:53Z",
        "dataType": "news",
        "sim": 0.7568627595901489,
        "url": "https://www.tv9hindi.com/world/antony-bilnken-arrives-in-kyiv-as-russia-advances-in-eastern-ukraine-kharkiv-2609496.html",
        "title": "रूस ने ऐसा क्या कर दिया कि आनन-फानन में यूक्रेन पहुंच गए अमेरिकी विदेश मंत्री",
        "body": "Ukraine Russia War: रूसी सेना ने यूक्रेन सेना को पीछे हटाते हुए उसकी उत्तरपूर्वी सीमा से लगे 9 गांवों पर कब्जा कर लिया है. जिसके बाद अमेरिका के विदेश मंत्री एंटनी ब्लिंकन आनन-फानन में कीव पहुंचे हैं.\n\nपिछले तीन दिनों में लड़ाकू विमानों, टैंकों और घातक ड्रोनों के साथ रूसी सेना ने यूक्रेन की उत्तरपूर्वी सीमा पर धावा बोल दिया है और कम से कम नौ गांवों और बस्तियों पर कब्जा कर लिया है. युद्ध कि शुरुआत से ये सबसे तेज कार्रवाई है, जिसमें रूसी सेना ने इतने कम समय में बड़े इलाके पर अपना नियंत्रण किया है. जिसके बाद अमेरिका के विदेश मंत्री ब्लिंकन आनन-फ़ानन में कीव पहुंचे हैं.\n\nकुछ जगहों पर यूक्रेनी सेना बिना संघर्ष किए ही पीछे हट रही है और यूक्रेनी कमांडर हार के लिए एक-दूसरे पर आरोप लगा रहे हैं. ब्लिंकन का ये दौरा यूक्रेन को अपना समर्थन और हर तरीके से उसके साथ खड़े होने के उद्देश्य से हो रहा है. युक्रेन को 61 अरब डॉलर की सहायता देने के बाद ब्लिंकन की ये यात्रा किसी भी वरिष्ठ अमेरिकी प्रतिनिधि की पहली यात्रा है.\n\nरूस-यूक्रेन युद्ध के बाद से एंटनी ब्लिंकन का ये चौथा यूक्रेन दौरा है. AFP की खबर के मुताबिक ब्लिंकन मंगलवार को दिन में यूक्रेन के राष्ट्रपति वलोडिमिर ज़ेलेंस्की से मिलने वाले हैं. उनकी यूक्रेन के विदेश मंत्री दिमित्रो कुलेबा और सीविल सोसाइटी सदस्यों से भी मुलाकात करने की उम्मीद है. एजेंसी के मुताबिक ब्लिंकन यूक्रेन की रणनीतिक सफलता पर केंद्रित भाषण भी दे सकते हैं.\n\nखबरों में खुलासा हुआ है कि जून और जुलाई के महीने में यूक्रेन सेना को रूसी संघर्ष से मुकाबला करने के लिए F-16 फाइटर जेट मिल सकते हैं. F-16 में परमाणु हथियार ले जाने की क्षमता है और एक बार ईंधन भरने के बाद ये लंबे समय तक आसमान में रहकर दुशमन के ठिकानों पर हमला कर सकता है. यूक्रेन को ये F-16 डेनमार्क, नीदरलैंड, नॉर्वे और बेल्जियम जैसे वेस्टर्न अलायंस से मिल सकते हैं. यूक्रेन को F-16 देने की चर्चा पर रूस ने चेतावनी दी है कि यूक्रेन को F-16 की डिलेवरी परमाणु बम की धमकी के तौर पर ली जाएगी.",
        "source": {
            "uri": "tv9hindi.com",
            "dataType": "news",
            "title": "TV9 Hindi"
        },
        "authors": [
            {
                "uri": "tv9_bharatvarsh@tv9hindi.com",
                "name": "Tv9 Bharatvarsh",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://images.tv9hindi.com/wp-content/uploads/2024/05/blinken.jpg",
        "eventUri": "hin-361428",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8126229653",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-14",
        "time": "04:37:29",
        "dateTime": "2024-05-14T04:37:29Z",
        "dateTimePub": "2024-05-14T04:36:47Z",
        "dataType": "news",
        "sim": 0.6745098233222961,
        "url": "https://www.livehindustan.com/international/story-russia-troops-capture-kharkiv-nine-villages-ukraine-losing-control-9988620.html",
        "title": "रूस के आगे टिक नहीं पा रही यूक्रेनी सेना, गंवाया दूसरा बड़ा शहर; जीत से गदगद पुतिन",
        "body": "Ukraine Russia War Updates: यूक्रेन और रूस के बीच चल रही जंग खतरनाक हो गई है। रिपोर्ट है कि हथियारों की कमी और मनोबल गिरने से यूक्रेनी सेना युद्ध में पिछड़ रही है। उधर, रूसी सेना विस्फोटक हमलों से यूक्रेनी शहरों को तबाह कर रहे हैं और उसने यूक्रेन के दूसरे सबसे बड़े शहर खारकीव के नौ इलाकों पर कब्जा भी कर लिया है। रूसी सेना खारकीव में काफी अंदर आ चुकी है और लगातार आगे बढ़ रही है। फरवरी 2022 से शुरू हुए इस युद्ध के बाद यूक्रेन ने खारकीव को वापस हासिल कर लिया था, अब रूस ने एक बार फिर खारकीव पर कब्जा कर लिया है। अपनी सेना की इस जीत से व्लादिमीर पुतिन गदगद हैं।\n\nबताया जा रहा है कि अमेरिका और पश्चिमी देशों की तरफ से हथियारों की सप्लाई सुस्त या फिर बंद हो गई है। इससे यूक्रेन की सेना का मनोबल भी गिरा है और हथियारों की कमी से वे रूसी सेना के आगे टिक नहीं पा रहे हैं। रूस ने कहा है कि उसकी सेनाएं यूक्रेन के दूसरे सबसे बड़े शहर खारकीव के पास उत्तर-पूर्वी सीमावर्ती शहर वोवचांस्क में प्रवेश कर गई हैं। रूसी सेना खारकीव में दो किलोमीटर तक अंदर आ गई है।\n\nलोगों को रूसी हमले से बचा रही यूक्रेनी सेना\n\nएक तरफ रूसी सेना ने खारकीव के कई इलाकों पर कब्जा कर लिया है। दूसरी तरफ यूक्रेनी सेना लोगों को सुरक्षित स्थानों में पहुंचाने में लगी है। रिपोर्ट के मुताबिक, यूक्रेन के सैन्य अधिकारी शहर में घर-घर जाकर लोगों से सुरक्षित स्थानों पर जाने की अपील कर रहे हैं। रूसी सेना फरवरी 2022 के बाद शुरू हुए युद्ध में अपनी पुरानी नीति के तहत शहरों को बर्बाद करने में लगी है। दिन भर शहर के ऊपर रूसी विमानों को देखा जा रहा है। हालांकि रूस को मिलती बढ़त के बीच यूक्रेनी अधिकारी उम्मीद जता रहे हैं कि जल्द ही रूसी सेना को पछाड़ लिया जाएगा और शहर में स्थिति फिर बहाल कर दी जाएगी।\n\nचिंता में यूक्रेन\n\nरूस ने बीते शुक्रवार को सीमा पार से घुसपैठ के बाद खारकीव पर अपने हमले तेज कर दिए हैं। फरवरी 2022 में यूक्रेन पर आक्रमण शुरू होने के बाद यह रूस के लिए बड़ी जीत मानी जा रही है, जमीनी हमले में रूस कम से कम नौ गांवों और बस्तियों पर अपना कब्जा कर चुका है। हजारों की संख्या में लोग अपना स्थान छोड़कर भाग चुके हैं।\n\nउधर, यूक्रेनी कमांडरों को इस बात की चिंता है कि अगर रूसी सैनिक शहर की तोपखाने की सीमा के भीतर आ गए तो बड़ी तबाही हो सकती है। यूक्रेन की सेना ने दावा किया है कि रूस ने अपने नवीनतम हमले में अपनी पांच प्रमुख बटालियन तैनात किए हैं और स्वीकार किया कि मॉस्को के सैनिकों को खारकीव में कुछ सफलताएं मिली हैं।",
        "source": {
            "uri": "livehindustan.com",
            "dataType": "news",
            "title": "Hindustan"
        },
        "authors": [],
        "image": "https://images1.livehindustan.com/uploadimage/library/2024/05/14/16_9/16_9_1/russia_troops_capture_kharkiv_nine_villages_of_kharkiv_1715660984.jpg",
        "eventUri": "hin-360999",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8120219265",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-10",
        "time": "05:13:22",
        "dateTime": "2024-05-10T05:13:22Z",
        "dateTimePub": "2024-05-10T05:12:38Z",
        "dataType": "news",
        "sim": 0.7098039388656616,
        "url": "https://hindi.news24online.com/world/ukraine-president-volodymyr-zelenskyy-murder-plan-detailed-story-in-hindi-ukrainian-official-sacked-russia-war/704980/",
        "title": "राष्ट्रपति जेलेंस्की की हत्या की साजिश नाकाम, 2 यूक्रेनी अधिकारी बर्खास्त",
        "body": "Ukraine Russia war: यूक्रेन के राष्ट्रपति वोलोडिमिर जेलेंस्की की हत्या की साजिश का खुलासा होने के बाद राज्य के सुरक्षा प्रमुख को बर्खास्त कर दिया गया है। एक रिपोर्ट के अनुसार स्टेट सिक्योरिटी हेड सेरही रूड को हटाया गया है। आरोप है कि दो लोग उनका मर्डर करना चाहते थे। स्टेट सिक्योरिटी सर्विस की ओर से इस सप्ताह की शुरुआत में साजिश के बारे में बताया गया था। जिसमें जिक्र था कि राष्ट्रपति के अलावा कुछ बड़े अधिकारियों की हत्या की साजिश भी रची गई थी। यूक्रेन ने दावा किया था कि दो रूसी एजेंट राष्ट्रपति और दूसरे अफसरों को मारना चाहते थे। ये लोग यूक्रेनी सरकारी सुरक्षा इकाई में शामिल थे। कर्नल की पोस्ट पर काम रहे दोनों एजेंट रूसी खुफिया एजेंसियों के कहे अनुसार वारदात को अंजाम देने वाले थे।\n\nयह भी पढ़ें:CNN की रिपोर्ट: 21वीं सदी में आर्थिक सुपरपावर बनेगा भारत; पीएम मोदी, अंबानी और अडानी बदल रहे तस्वीर\n\nदोनों को अरेस्ट कर लिया गया था। ये लोग राष्ट्रपति की सुरक्षा में तैनात गार्ड्स में शामिल होना चाह रहे थे। जिनका मकसद जेलेंस्की को अपहरण करके मारना था। इन लोगों के निशाने पर एसबीयू प्रमुख वासिल माल्युक, सैन्य खुफिया प्रमुख किरिलो बुडानोव जैसे बड़े अधिकारी भी थे। इन लोगों को रूस ने हमला करने से पहले ही भर्ती कर लिया था। यूक्रेन ने कहा है कि दो सस्पेक्टेड मोल्स अरेस्ट कर लिए गए हैं।\n\nएक एजेंट ने कबूल किया है कि वे लोग रॉकेट से हमला करने की फिराक में थे। हमला जेलेंस्की के अज्ञात परिसर पर करना था। रूस हत्या के बाद उस जगह पर मिसाइल दागता, ताकि उसकी इस मामले में भूमिका का सबूत दुनिया के सामने न आए। एसबीयू के प्रमुख वासिल माल्युक के अनुसार उनको मामले का पता लग गया था। इसके बाद सिर्फ कुछ ही लोगों को एजेंटों पर ध्यान देने की बात पता थी। यूक्रेन पर इस हमले को अंजाम देने का मकसद पुतिन को गिफ्ट देना था। हालांकि रूड को हटाने के बाद कोई बयान नहीं जारी किया गया है। यूक्रेन ने बताया है कि दोनों एजेंटों के खिलाफ देशद्रोह के तहत भी जांच होगी।",
        "source": {
            "uri": "hindi.news24online.com",
            "dataType": "news",
            "title": "News24 Hindi"
        },
        "authors": [
            {
                "uri": "news24_हिंदी@hindi.news24online.com",
                "name": "News24 हिंदी",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://hindi.news24online.com/wp-content/uploads/2023/08/Volodymyr-Zelenskyy.jpg",
        "eventUri": "hin-359861",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8102887699",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-04-29",
        "time": "12:52:17",
        "dateTime": "2024-04-29T12:52:17Z",
        "dateTimePub": "2024-04-29T12:51:58Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://hindi.news24online.com/world/ukraine-air-force-pilots-ipad-cockpit-jet-launch-western-missiles-russian-jet-vladimir-putin-volodymyr-zelenskyy/691004/",
        "title": "रूस के साथ 'गेम' खेल रही यूक्रेन की एयरफोर्स, iPad से तबाह कर डाले पुतिन के रडार",
        "body": "Ukraine Russia War: यूक्रेन-रूस युद्ध के बीच से एक वीडियो जमकर इंटरनेट पर वायरल हो रहा है। इस वीडियो में किसी हॉलीवुड फिल्म की तरह पायलट कॉकपिट में iPad से एक क्लिक में मिसाइल दागते नजर आ रहा है। दरअसल, इस वीडियो में यूक्रेन के लड़ाकू विमान हैं। चंद सेकंड के इस वीडियो में विमान का कॉकपिट दिख रहा है। कॉकपिट में पायलट के ठीक सामने एक iPad लगा है, जिसकी मदद से पायलट रूस के जेट की तरफ टारगेट कर मिसाइल चलाता है। सोशल मीडिया प्लेटफॅर्म X पर यह वीडियो शेयर किया गया है।\n\nमीडिया रिपोर्ट्स के अनुसार यह नई तकनीक अमेरिका से खरीदी गई है। इसमें आईपैड का यूज कर यूक्रेन एजीएम-88 हाई-स्पीड एंटी-रेडिएशन मिसाइलों (एचएआरएम) से रूसी रडार के खिलाफ हमले कर रहा है। पायलट रूस के रडार और लड़ाके विमानों को इससे निशाना बना रहे हैं। वायरल वीडियो में यूक्रेन के पायलट के मिसाइल चलाने पर जमीन पर बड़ा धमाका होता है, बताया जा रहा है कि यह रूसी ठिकाने थे जिसे तबाह किया गया है।",
        "source": {
            "uri": "hindi.news24online.com",
            "dataType": "news",
            "title": "News24 Hindi"
        },
        "authors": [
            {
                "uri": "amit_kasana@hindi.news24online.com",
                "name": "Amit Kasana",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://hindi.news24online.com/wp-content/uploads/2024/04/Ukrainian-pilot-uses-iPad.jpg",
        "eventUri": null,
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8101253518",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-04-28",
        "time": "11:03:43",
        "dateTime": "2024-04-28T11:03:43Z",
        "dateTimePub": "2024-04-28T11:03:24Z",
        "dataType": "news",
        "sim": 0.7215686440467834,
        "url": "https://hindi.news24online.com/world/ukraine-civilians-build-troops-diy-drones-home-ukraine-russia-war-vladimir-putin-volodymyr-zelenskyy/689477/",
        "title": "सिर्फ यूक्रेन की सेना ही नहीं लड़ रही रूस से जंग, पुतिन की हेकड़ी निकालने को घरों में बन रहे ड्रोन",
        "body": "Ukraine Russia War: यूक्रेन के लोग घरों में सस्ते ड्रोन बना रहे हैं, इन ड्रोन का प्रयोग रूस पर हमला करने के लिए किया जा रहा है। Magdalyna नाम की 27 वर्षीय युवती अब तक करीब 150 ऐसे ड्रोन (FPV) बनाकर यूक्रेन की सेना को दे चुकी है।\n\nUkraine civilians build drones at home: यूक्रेन-रूस युद्ध के बीच पिछले दिनों खबर आई थी कि यूक्रेन के पास गोला-बारूद की कमी हो गई है। अब सूचना मिल रही है कि इस बीच यूक्रेन के युवाओं ने अपने देश और सेना को सपोर्ट करने के लिए घर में ही युद्ध में इस्तेमाल किए जाने वाले ड्रोन बनाए हैं। इन्हें 'सोशल ड्रोन' नाम दिया गया है, ये ड्रोन सामान्य ड्रोन से सस्ते हैं और रूस पर हमला करने के लिए हाई टेक ड्रोन के बराबर काम करते हैं।\n\nमीडिया रिपोर्ट्स के अनुसार Magdalyna नाम की 27 वर्षीय युवती ने यह ड्रोन तैयार किए गए हैं। फूलों का अध्ययन करने वाली Magdalyna ने अब तक करीब 150 ऐसे ड्रोन (FPV) बनाकर यूक्रेन की सेना को दिए है। वह अब तक बड़ी संख्या में ड्रोन ठीक भी कर चुकी है। इसी तरह बड़ी संख्या में युवा हैं जो सेना के लिए ड्रोन बना रहे हैं, लेकिन सुरक्षा कारणों से सेना ने अभी किसी और का नाम मीडिया में शेयर नहीं किया है। देश के पास हथियारों की कमी आने के बाद सेना की मदद करना ड्रोन बनाने वाले इन युवाओं का मकसद है।\n\nबताया जा रहा है कि घरों में बनाए जाने वाले इन ड्रोन के लिए 1500 करोड़ रुपये जुटाए गए हैं। इन पैसों से चीन से ड्रोन बनाने के पार्ट्स मंगवाए गए हैं। इन ड्रोन का रूस पर विस्फोटक हमला करने, युद्धग्रस्त क्षेत्रों में नजर रखने के लिए किया जा रहा है। यूक्रेन ने इस साल के अंत तक ऐसे 10 लाख ड्रोन बनाने का लक्ष्य रखा है। सेना के अनुसार एक बार यह ड्रोन सेना के पास पहुंच जाते हैं तभी इनमें विस्फोटक और अन्य हथियारों को लगाया जाता है।",
        "source": {
            "uri": "hindi.news24online.com",
            "dataType": "news",
            "title": "News24 Hindi"
        },
        "authors": [
            {
                "uri": "amit_kasana@hindi.news24online.com",
                "name": "Amit Kasana",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://hindi.news24online.com/wp-content/uploads/2024/04/Magdalyna.jpg",
        "eventUri": "hin-357555",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    }
]