[
    {
        "uri": "8136163578",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-20",
        "time": "05:36:32",
        "dateTime": "2024-05-20T05:36:32Z",
        "dateTimePub": "2024-05-20T05:34:02Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.ibc24.in/chhattisgarh/raipur/supreme-court-judgement-on-regularization-of-contractual-employees-2-2519827.html",
        "title": "छत्तीसगढ़: संविदा कर्मचारियों के लिए खुशी से झूम उठने वाली खबर, बैठे हैं नियमितीकरण की आस में तो यहां मिलेगी खुशखबरी",
        "body": "बिलासपुर: supreme court judgement on regularization of contractual employees छत्तीसगढ़ में पिछले करीब 10 साल से संविदा और अनियमित कर्मचारियों के नियमितीकरण का मुद्दा सियासी गलियारों में गूंज रहा है। नियमितीकरण की मांग को लेकर कई बार कर्मचारी आंदोलन भी कर चुके हैं। अगर पिछली भूपेश सरकार की बात करें तो उन्होंने कर्मचारियों से वादा किया था कि सत्ता में आते ही संविदा कर्मचारियों को नियमित किया जाएगा, लेकिन पांच साल बीत जाने के बाद भी कांग्रेस ने अपना वादा पूरा नहीं किया। लेकिन इस बीच कल सुप्रीम कोर्ट ने संविदा कर्मचारियों के हित में बड़ा फैसला दिया है।\n\nRead More: Road Accident In Kawardha : खड़े ट्रक से टकराकर आरक्षक की हुई मौत, कुछ देर बाद उसी जगह सब इंस्पेक्टर भी हुए हादसे का शिकार\n\nsupreme court judgement on regularization of contractual employees दरअसल गुरु घासीदास विश्वविद्यालय में विजय कुमार गुप्ता सहित 98 कर्मचारी दैनिक वेतनभोगी के तोर पर कार्यरत थे। ये सभी कर्मचारी विश्वविद्यालय की स्थापना के बाद से करीब 10 साल या उससे अधिक समय से कार्यरत थे। साल 2008 में सामान्य प्रशासन विभाग की ओर से इन सभी कर्मचारियों को नियमित करने का आदेश जारी किया था। जारी आदेश के अनुसार 10 साल या उससे ज्यादा समय तक सेवा चुके कर्मचारियों को नियमित किया जाना था। इस आदेश के परिपालन में उच्च शिक्षा संचालक ने भी 26 अगस्त 2008 को विभाग में कार्यरत ऐसे कर्मियों को स्ववित्तीय योजना के तहत नियमितीकरण और नियमित वेतनमान देने का आदेश दिया। मार्च 2009 तक इन्हें नियमित वेतन भी दिया गया। इसके बाद बिना किसी जानकारी या सूचना दिए यूनिवर्सिटी ने नियमित वेतन देना बंद कर दिया था।\n\nRead More: Lok Sabha Elections 2024 LIVE Updates : अभिनेता परेश रावल ने किया मतदान, कहा-'वोट न देने वालों के लिए टैक्स में बढ़ोतरी कर दो'\n\nकर्मचारियों को सुनवाई का अवसर दिए बिना ही उन्हें कलेक्टर दर पर वेतनमान देने का आदेश जारी कर दिया। इसके साथ ही 10 फरवरी 2010 को तत्कालीन रजिस्ट्रार ने 22 सितंबर 2008 को जारी शासन के नियमितीकरण को भी निरस्त कर दिया। रजिस्ट्रार के इस आदेश को चुनौती देते हुए कर्मचारियों ने अधिवक्ता दीपाली पाण्डेय के माध्यम से हाईकोर्ट में याचिका दायर की थी। इसमें बताया गया कि गुरु घासीदास विवि को राज्य सरकार से केंद्रीय विश्वविद्यालय के रूप में स्वीकार किया गया है। लिहाजा, राज्य शासन के अधीन कार्यरत सभी कर्मचारियों को उसी स्थिति में केंद्रीय विश्वविद्यालय में शामिल करना चाहिए, जिस स्थिति में कर्मचारी राज्य विश्वविद्यालय में कार्यरत थे। लेकिन, यूनिवर्सिटी के अधिकारियों ने ऐसा नहीं किया।\n\nRead More: India General Election 2024: जमकर शराब बाँट रही हैं भाजपा!.. सामने आया चौंकाने वाला Video.. PM मोदी के फोटो में लिपटी हैं बोतल",
        "source": {
            "uri": "ibc24.in",
            "dataType": "news",
            "title": "IBC24 News : Chhattisgarh News, Madhya Pradesh News, Chhattisgarh News Live , Madhya Pradesh News Live, Chhattisgarh News In Hindi, Madhya Pradesh In Hindi"
        },
        "authors": [
            {
                "uri": "deepak_dilliwar@ibc24.in",
                "name": "Deepak Dilliwar",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://media.ibc24.in/wp-content/uploads/2024/04/samvida-karma-chari.jpg",
        "eventUri": null,
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8124407476",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-13",
        "time": "03:45:33",
        "dateTime": "2024-05-13T03:45:33Z",
        "dateTimePub": "2024-05-13T03:44:51Z",
        "dataType": "news",
        "sim": 0.4549019634723663,
        "url": "https://lalluram.com/india-general-elections-2024-get-all-news-updates-on-lok-sabha-elections-2024-phase-4-voting-cm-mohan-yadav-and-deputy-cm-jagdish-deora-voted/",
        "title": "Lok sabha elections 2024 phase 4 voting: CM मोहन ने उज्जैन में किया मतदान, कहा- जीत का बनेगा एक नया रिकॉर्ड, डिप्टी सीएम ने भी डाला वोट - Lalluram",
        "body": "उज्जैन. India general election 2024 : लोकसभा चुनाव 2024 के मद्देनजर चौथे चरण (Lok Sabha Election 4th Phase Voting) की वोटिंग 13 मई को शुरू हो गई है. सुबह 7 बजे से शाम के 6 बजे तक मतदान किया जाएगा. चौथे चरण में 10 राज्यों की 96 सीटों पर मतदान किया जाएगा, जिसमें मध्य प्रदेश (MP 4th Phase Lok Sabha Election) की 08 सीटें शामिल है. इसी बीच प्रदेश के मुख्यमंत्री डॉ मोहन यादव (CM Dr. Mohan Yadav) उज्जैन पहुंचे. जहां उन्होंने मतदान किया.\n\nमुख्यमंत्री डॉ मोहन यादव उज्जैन दक्षिण विधानसभा के मतदाता है. मोहन यादव (CM Mohan Yadav voted) ने मतदान केंद्र नरुमल गगनदास जेठवानी सिंधी धर्मशाला, फ्री गंज, बूथ नंबर 60 पर मतदान किया. मतदान से पहले उन्होंने भगवान हनुमान के दर्शन किए. घर से निकलने से पहले उन्होंने पिता का भी आशीर्वाद लिया.\n\nIndia Election 2024 4th Phase Voting : उज्जैन लोकसभा सीट पर मतदान जारी, बीजेपी-कांग्रेस में टक्कर, अबकी बार बाबा महाकाल किसकी नैया लगाएंगे पार?\n\nमतदान के बाद सीएम मोहन यादव ने मतदान के बाद मीडिया से कहा कि देश को मजबूत करने के लिए मतदान करना जरूरी है. इस दौरान वे कांग्रेस पर भी जमकर बरसे. उन्होंने कहा कि कांग्रेस ने नकारात्मकता की सीमा पार कर दी. नोटा को प्रत्याशी बनाकर प्रचार करना गलत. उन्होंने कहा कि भगवान राम का अपमान करना कांग्रेस की परंपरा है. कांग्रेस ने पाकिस्तान की इज्जत की, इसलिए उसने हम पर दो-दो बार आक्रमण किए.\n\nMP Lok Sabha Election Phase 4 voting: चौथे चरण का मतदान जारी, PM Modi और CM Mohan की जनता से रिकॉर्ड वोटिंग करने की अपील\n\nडॉ मोहन यादव ने कहा कि प्रसन्नता है बाबा महाकाल की नगरी में लोगों में उत्साह है. गवान के दर्शन करने के बाद वोट डालने आए. जीत का एक नया रिकॉर्ड बनेगा. मध्य प्रदेश में साड़ी की सारी चीजों पर बीजेपी जीतेगी. इंदौर में कांग्रेस की यह नकारात्मकता है. कांग्रेस नोटा का प्रचार कर रही है. नोटा कभी प्रत्याशी नहीं हो सकता है. यह कांग्रेस के नकारात्मकता है सारी सीमाओं को तोड़ा है ऐसी कोई भी प्रचारित नहीं करता नोटा को.\n\nLok Sabha Elections 2024 Phase 4 Voting: उज्जैन में मतदान केंद्र के बाहर धरने पर बैठे कांग्रेस प्रत्याशी, मुख्य पीठासीन अधिकारी पर BJP के प्रचार का लगाया आरोप\n\nमुख्यमंत्री ने कहा कि एक तरफ तनातनी है और एक तरफ सनातनी हैं. कल महाराष्ट्र के चीफ ने जो बयान दिया है ऐसे बयान का मतलब क्या है ..गंदी मानसिकता है. नेहरू जी ने सोमनाथ मंदिर के दर्शन नहीं किए थे राहुल ने राम मंदिर के दर्शन नहीं किया. कांग्रेस की मानसिकता है कि वह अपने देश से ज्यादा विरोधी देश पर भरोसा करते हैं.\n\nLok Sabha Election 2024 Phase 4 Voitings: मालवा की महत्वपूर्ण सीट मंदसौर लोकसभा में 10 साल से BJP का कब्जा, यहां भाजपा- कांग्रेस में सीधा मुकाबला\n\nवहीं डिप्टी सीएम जगदीश देवड़ा ने भी मतदान करने पहुंचे. उप मुख्यमंत्री जगदीश देवड़ा ने मंदसौर में सपत्नीक वोटिंग किया. मतदान के बाद उन्होंने कहा कि लोगों में लोकतंत्र के प्रति बहुत उत्साह है... ज्यादा से ज्यादा मतदान होगा. बेटे और पत्नी के साथ मैंने भी सुबह-सुबह वोट किया है. देश की जनता पर भरोसा है कि अबकी बार 400 पार.\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "rajkumar_pandey@lalluram.com",
                "name": "Rajkumar Pandey",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/CM-mohan-3-1.jpg",
        "eventUri": "hin-360968",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    }
]