[
    {
        "uri": "8149511034",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-28",
        "time": "09:26:29",
        "dateTime": "2024-05-28T09:26:29Z",
        "dateTimePub": "2024-05-28T09:26:00Z",
        "dataType": "news",
        "sim": 0.6117647290229797,
        "url": "https://www.carbonbrief.org/daily-brief/caribbean-leader-blasts-empty-climate-promises-at-small-islands-summit/",
        "title": "Caribbean leader blasts 'empty' climate promises at small islands summit - Carbon Brief",
        "body": "Antigua and Barbuda prime minister Gaston Browne has hit out at the \"empty\" and \"grossly inadequate\" climate pledges, saying wealthy nations have failed to meet obligations to limit damages from carbon emissions, reports Reuters. Speaking at the Summit for Small Island Developing States on Monday, Browne called for more climate financing, a global carbon tax on oil companies, an end to fossil fuel subsidies and a faster transition to renewable energy sources, the newswire says. Reuters adds that he urged \"rich nations to honour a pledge to send $100bn a year to poorer countries to help reduce emissions and mitigate extreme weather\". An earlier \"exclusive\" Reuters article said: \"The world's small island states plan to join forces to push for debt relief and more climate investment ahead of this year's COP29 climate summit, part of a 10-year strategy to help save some of them from extinction, a draft document seen by Reuters showed.\" Meanwhile, the Guardian reports: \"The world has a 'moral responsibility' to support the fight for survival being faced by small island states, according to a leading UN agency chief. Ahead of the fourth annual conference of small island developing states (Sids) being held in Antigua and Barbuda this week, Jorge Moreira da Silva, the executive director of the (Unops), called for recognition of the problems faced by what he called 'some of the most vulnerable economies in the world' who contributed less than 1% to global carbon emissions.\" (See Comment below.)\n\nReuters reports that temperatures in Pakistan's southern province of Sindh have risen \"above 52C\". According to the Pakistan Meteorological Department, it is the \"highest reading of the summer and close to the country's record high amid an ongoing heatwave\". The newswire adds: \"Extreme temperatures throughout Asia over the past month were made worse most likely as a result of human-driven climate change, a team of international scientists have said.\" Rubina Khursheed Alam, the prime minister's coordinator on climate, said at a news conference on Friday: \"Pakistan is the fifth most vulnerable country to the impact of climate change. We have witnessed above normal rains, floods.\" A separate Reuters article says: \"Indian voters braved temperatures of nearly 45C in parts of the country as they headed to polling stations in the penultimate phase of the world's largest election on Saturday.\" (See Carbon Brief's \"India election 2024: What the manifestos say on energy and climate change.\")\n\nMeanwhile, Reuters reports that the \"first major cyclone of the year lashed the coastlines of India and Bangladesh on Monday, killing at least 16 people and cutting power to millions\". It adds: \"The winds had not stopped as night fell, with water rising in many places and overwhelming drainage systems, Bangladeshi climate expert Liakath Ali said...Cyclone Remal is the first of the frequent storms expected to pound the low-lying coasts of the south Asian neighbours this year as climate change drives up surface temperatures at sea.\" And the Associated Press reports that \"renewed heavy rains have triggered more flash floods in Afghanistan, killing at least 15 people, including 10 members of the same family in the north-east, officials said Sunday\".\n\nSeparately, the Guardian says: \"Severe drought in Zambia is threatening hunger for millions of people, cutting off electricity for long periods and destroying the country's social fabric and economy, the environment minister has warned, in a harbinger of what is in store for the region as the climate crisis worsens. Collins Nzovu said the 'crippling drought' his country was experiencing hammered home the message that developing countries were facing catastrophe from the climate crisis, even as richer countries failed to muster financial help for the most afflicted.\"",
        "source": {
            "uri": "carbonbrief.org",
            "dataType": "news",
            "title": "Carbon Brief"
        },
        "authors": [],
        "image": null,
        "eventUri": "eng-9603092",
        "sentiment": 0.07450980392156858,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8135530180",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-19",
        "time": "16:51:52",
        "dateTime": "2024-05-19T16:51:52Z",
        "dateTimePub": "2024-05-19T16:51:24Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://timesofindia.indiatimes.com/videos/elections/lok-sabha-elections/will-modi-led-nda-repeat-the-2019-dream-run-trends-challenges-and-twists-for-elections-2024/videoshow/110253503.cms",
        "title": "Will Modi-led NDA Repeat the 2019 Dream Run? Trends, Challenges, and Twists for Elections 2024 | Elections - Times of India Videos",
        "body": "As India Election 2024 iprogress, the narrative shifts continuously, raising questions about whether the Lok Sabha Elections have reached a pivotal moment with over 70% of seats secured. Amidst claims from major players about the direction of the \"wind,\" core issues remain central to the electoral discourse. In anticipation of Phase 5 of the Indian General Elections, this TOI broadcast decodes the evolving issues, emerging trends, and anticipated twists. Top psephologists provide insights and analysis. Watch",
        "source": {
            "uri": "timesofindia.indiatimes.com",
            "dataType": "news",
            "title": "The Times of India"
        },
        "authors": [],
        "image": "https://timesofindia.indiatimes.com/photo/msid-110253503,imgsize-108656.cms",
        "eventUri": null,
        "sentiment": 0.1529411764705881,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "2024-05-347249803",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-07",
        "time": "05:46:12",
        "dateTime": "2024-05-07T05:46:12Z",
        "dateTimePub": "2024-05-07T01:13:56Z",
        "dataType": "news",
        "sim": 0.5411764979362488,
        "url": "https://indianexpress.com/article/india/lok-sabha-election-2024-phase-3-voting-live-updates-gujarat-goa-karnataka-bengal-up-narendra-modi-polling-today-9311919/",
        "title": "Lok Sabha Election 2024 Phase 3 Voting Live Updates: PM Modi casts his vote in Ahmedabad; 10.81% voter turnout for Phase 3 till 9 am",
        "body": "Lok Sabha Election 2024 Phase 3 Live Updates: PM Modi congratulated the Election Commission for conducting the first two phases of Lok Sabha polls with hardly any violence and asked the people to come out in large numbers to vote.\n\nLok Sabha Polls 2024 Phase 3 Live Updates: Prime Minister Narendra Modi on Tuesday cast his vote at Nishan Higher Secondary School in Ahmedabad, which falls under the Gandhinagar Lok Sabha seat. He congratulated the Election Commission for conducting the first two phases of Lok Sabha polls with hardly any violence and asked the people to come out in large numbers to vote.\n\nMeanwhile, there has been a 10.81% voter turnout for Phase 3 of Lok Sabha elections till 9 am this morning, according to the data shared by Election Commission. This includes 10.12% in Assam, 9.87% in Gujarat, 9.45% in Karnataka, 9.45% in West Bengal, 14.22% in Madhya Pradesh, 13.24% in Chhattisgarh and 10.03% in Bihar.\n\nWho are voting today? Five states - Assam, Chhattisgarh, Goa, Gujarat and Karnataka -- will wrap up their polling in Phase 3. In Gujarat, BJP candidate Mukesh Dalal in Surat has already won unopposed after all other nominations were rejected or withdrawn. Rest of the 25 seats in Prime Minister Narendra Modi's home state will go to the polls, along with 11 seats in Maharashtra, 10 in Uttar Pradesh and four in West Bengal. Two seats in the UTs of Dadra and Nagar Haveli and Daman and Diu, and nine seats in Madhya Pradesh, will also go to the polls today. The stakes are high for the ruling BJP which had won an overwhelming majority of these seats, including all in Gujarat, Karnataka, Bihar and Madhya Pradesh, in the 2019 Lok Sabha elections.\n\nLive Blog\n\nLok Sabha Election 2024 Live Updates, Phase 3 Voting Today: PM Modi, Amit Shah will cast their vote at booths in Ahmedabad under Gandhinagar constituency today | Scroll for latest updates throughout polling day\n\n11:14 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: Congress will win thumping majority in Karnataka, says Kharge after voting\n\nAfter casting his vote on Tuesday, Congress President Mallikarjun Kharge expressed confidence that the grand old party would secure a thumping majority in Karnataka.\n\nAccompanied by his wife Radhabai Kharge, the 81-year-old Leader of Opposition in the Rajya Sabha visited a polling booth at Basavanagara.\n\nAddressing reporters, Kharge remarked, \"Things are looking positive, with encouraging reports coming from all corners. Our alliance partners (INDI Alliance) are gaining momentum in this third phase nationally. Undoubtedly, we anticipate strong support from the people in this phase as well.\"\n\nKharge also noted that he has been exercising his voting rights from Basavanagara in Kalaburagi since he became eligible to vote at the age of 21 (now 18).\n\nKharge's son-in-law Radhakrishna Doddamani is the Congress candidate from Gulbarga (Kalaburagi) Lok Sabha segment, which the Congress veteran represented twice (2009, 2014), but lost in 2019.\n\n11:10 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: Riteish Deshmukh, Genelia Deshmukh cast their vote in Maharashtra's Latur\n\nRiteish Deshmukh and Genelia Deshmukh arrived at a polling booth in Maharashtra's Latur on Tuesday morning to cast their votes during the third phase of Lok Sabha elections. Joining them, their mother and the late former Maharashtra Chief Minister Vilasrao Deshmukh's wife, Vaishali Deshmukh, also participated in the voting process in Latur early Tuesday.\n\nVilasrao Deshmukh, who was born on May 26, 1945, in Latur, served as a two-time Chief Minister of Maharashtra and was a former minister in the UPA government led by Dr. Manmohan Singh. He passed away on August 14, 2012.\n\nIn this election, the NDA has nominated sitting MP Sudhakar Tukaram Shrangare, who is contesting against the INDIA Alliance's Kalge Shivaji Bandappa in Latur.\n\n10:57 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: High voter turnout despite heat at Juhapura booths in Gandhinagar Constituency\n\nAt Booth numbers 323 and 324 in Juhapura, both situated at Gulshan-e-Maher school, falling in the Gandhinagar constituency, voters remain unaffected by the heat as booth-level officials say they're seeing more people turn up now than in the early hours of the morning.\n\n10:30 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: Supriya Sule votes along with her family members in Baramati\n\nSupriya Sule, accompanied by her husband Sadanand, mother Pratibha, son Vijay, daughter Revati, and other family members, cast their votes in Baramati on Tuesday.\n\n10:16 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: Maharashtra administration issues directives to disallow use of cooperative bank passbooks as voter IDs amid bogus voting concern\n\nFollowing complaints from NCP-SP regarding the alleged use of passbooks from cooperative banks as identity cards for bogus voting, the Maharashtra administration has issued directives to disallow their use for such purposes.\n\n10:06 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: Voters gifted plants after they cast their votes at a polling booth in Junagarh\n\nVoters were gifted tree plants after they cast their votes at a polling booth in Gandhigram area of Junagadh on Tuesday.\n\nPolling staff gave plants to voters to spread awareness about the need for more green cover on Earth.\n\nA BJP stronghold, the party has fielded sitting MP Rajesh Chudasama, whereas Congress has fielded Hirabhai Jotva to contest from Junagarh\n\n09:45 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: 10.57% voter turnout till 9 am for phase 3 of Lok Sabha Elections\n\nAccording to information shared by news agency ANI, there has been a 10.57% voter turnout till 9 am for phase 3 of Lok Sabha Elections.\n\nAssam: 10.12%\n\nBihar: 10.03%\n\nChhattisgarh: 13.24%\n\nDadra & Nagar Haveli And Daman & Diu: 10.13%\n\nGoa: 12.35%\n\nGujarat: 9.87%\n\nKarnataka: 9.45%\n\nMadhya Pradesh: 14.22%\n\nMaharashtra: 6.64%\n\nUttar Pradesh: 11.63%\n\nWest Bengal: 14.60%\n\n09:41 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: 9.45 percent voting turnout by 9am in Karnataka\n\nThe voting turnout in Karnataka by 9 am this morning was at 9.45%, the Election Commission has informed.\n\n09:38 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: Voting takes place at the highest polling booth in Pune District\n\nVoting has commenced at the Raireshwar polling booth in the taluka, situated at the highest altitude within Pune district, falling under the Bhor assembly constituency of the Baramati Lok Sabha seat.\n\nPositioned at an altitude of 4505 feet, the centre serves 160 registered voters from nearby hamlets.\n\nThe team of polling officials arrived at the station on Monday afternoon after undertaking an hour-long trek on foot. Specially designed backpacks provided by the Election Commission were utilised to carry the necessary polling equipment.\n\n09:26 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: Vote for corruption-free, caste-free, dynasticism-free system, says Amit Shah\n\nUnion Home Minister Amit Shah urged voters to come out and vote for the third phase of the Lok Sabha elections. He emphasized the importance of electing a government with a proven track record in public welfare and a clear blueprint for the development of India.\n\n\"In the third phase of the Lok Sabha Election, I appeal to all the voters who are going to cast their votes today to accept voting as a duty towards contributing to nation-building. Once again, vote for a corruption-free, caste-free, and dynasticism-free system. Elect a government that has experience in public welfare and a blueprint for a developed India,\" Amit Shah posted on X.\n\nHe seeking his second term from the seat of Gandhinagar. The seat is considered one of the prestigious bastions for the party, that has been represented by veterans like LK Advani.\n\n09:22 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: In Photos | Sharad Pawar casting his vote at Malegaon in Baramati accompanied by Supriya Sule\n\nSharad Pawar's daughter and three-time sitting MP Supriya Sule is up against Ajit Pawar's wife Sunetra in Baramati.\n\n09:10 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: TMC-BJP Clash- Booth President Accosts BJP Candidate in Jangipur, West Bengal\n\nIn a dramatic turn of events during the third phase of Lok Sabha Elections in Jangipur, Murshidabad, tensions flared as a clash ensued between a TMC booth president and BJP candidate Dhananjay Ghosh at a polling station.\n\nGhosh, expressing outrage, alleged that he was threatened by the TMC booth agent, highlighting concerns over the safety of candidates and citizens alike. Promising to escalate the matter to the Election Commission, Ghosh's remarks underscored the volatile atmosphere surrounding the electoral process in the region.\n\n09:01 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: Former Madhya Pradesh CM Shivraj Singh Chouhan casts his vote in Sehore\n\nFormer Madhya Pradesh Chief Minister and BJP candidate from Vidisha, Shivraj Singh Chouhan & his family cast their votes at a polling booth in Sehore on Tuesday.\n\nCongress has fielded Pratap Bhanu Sharma from here Vidisha. BJP's Ramakant Bhargava is the sitting MP from the seat.\n\n\"I am fortunate to have participated in the festival of democracy. I have voted. Vote is the soul of democracy, a symbol of dedication towards democracy. Everyone should cast their vote...\" Chauhan said.\n\n08:47 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: Phase 3 polling begins in Chharodi, Gandhinagar\n\nAs the temperatures rise, voters sporadically stream in at the Chharodi voting booth at a primary school. Chharodi has the Sanand GIDC with the Tata Motors plant and sees a number of villagers working at the industrial unit. The area falls in the constituency of Gandhinagar.\n\n08:35 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: Phase 3 polling begins in Karnataka's 14 Lok Sabha Seats amid heatwave concerns\n\nPolling has commenced in the 14 Lok Sabha segments of Karnataka. A total of 2.5 crore electors will determine the fate of 227 candidates vying for seats in North and Central Karnataka during phase 3 of the Lok Sabha Elections.\n\nThe constituencies going to polls include Chikkodi, Belagavi, Bagalkot, Vijayapura, Kalaburagi, Raichur, Bidar, Koppal, Ballari, Haveri, Dharwad, Uttara Kannada, Davangere, and Shivamogga.\n\nThe Election Commission of India has implemented comprehensive measures to ensure that the extreme heatwave conditions in these regions do not impede voter turnout.\n\n08:34 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: Congress candidate for Rajkot Lok Sabha seat - Paresh Dhanani - casts his vote in Amreli\n\nCongress candidate for the Rajkot Lok Sabha seat, Paresh Dhanani, cast his vote in Amreli. He is contesting against Union Minister Parshottam Rupala (BJP candidate).\n\nBoth Dhanani and Rupala hail from Amreli, where Dhanani had previously defeated Rupala in the 2002 assembly elections. Rupala's alleged derogatory comment on Kshatriyas sparked protests across the state, prompting the BJP to issue a statement urging the community to support Prime Minister Narendra Modi with an open heart.\n\n08:20 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: In Photos | People cast their votes in Murshidabad Lok Sabha seat\n\n08:17 (IST)07 May 2024\n\nLok Sabha Election 2024 Live: What PM Modi said after casting his vote in Ahmedabad today\n\nHe said that the Election Commission has conducted Lok Sabha polls in a voter-friendly manner. \"I congratulate the Election Commission and security forces for conducting the first two phases of the LS polls with hardly any violence,\" said Modi\n\nHe appealed to people to vote in very high numbers during the ongoing Lok Sabha elections. \"People across India should celebrate this ongoing \"festival of democracy\" by voting in large numbers,\" said Modi.\n\n08:09 (IST)07 May 2024\n\nLok Sabha Elections 2024 Phase 3 Polling Live Updates: PM Modi casts his vote in Ahmedabad\n\n\"Today is the third phase of voting. There is great importance of 'daan' in our country and in the same spirit, the countrymen should vote as much as possible. 4 rounds of voting are still ahead. As a voter in Gujarat, this is the only place where I vote regularly and Amit Bhai is contesting from here as a Bharatiya Janata Party candidate...\" Modi said after casting his vote today.\n\n08:02 (IST)07 May 2024\n\nLok Sabha Elections 2024 Phase 3 Polling Live Updates: PM Modi casts his vote in Ahmedabad\n\nPrime Minister Narendra Modi on Tuesday arrived at Nishan Higher Secondary School in Ahmedabad, Gujarat to cast his vote for the third phase of the Lok Sabha elections.\n\n\"Today is voting for 3rd phase of Lok Sabha Elections. I appeal to countrymen that they should vote in large numbers,\" he said.\n\n07:57 (IST)07 May 2024\n\nLok Sabha Elections 2024 Phase 3 Polling Live Updates: PM Modi casts his vote in Ahmedabad\n\nPrime Minister Narendra Modi on Tuesday cast his vote at Nishan Higher Secondary School in Ahmedabad, which falls under the Gandhinagar Lok Sabha seat.\n\n07:48 (IST)07 May 2024\n\nLok Sabha Elections 2024 Phase 3 Polling Live Updates: Former Karnataka CM BS Yediyurappa and his sons cast their votes in Shivamogga\n\nFormer Karnataka CM BS Yediyurappa and his sons, state BJP chief BY Vijayendra and sitting MP & party candidate from Shimoga, BY Raghavendra, cast their votes at a polling booth in Shivamogga.\n\nIn the electoral fray, Congress has fielded Geetha Shivarajkumar, while BJP's K.S. Eshwarappa is contesting as an independent candidate.\n\n07:42 (IST)07 May 2024\n\nLok Sabha Elections 2024 Phase 3 Polling Live Updates: Voters queue early in Prantij, Gujarat amid candidate change controversy\n\nVoters began arriving at polling stations in Prantij, located in Gujarat's northern district of Sabarkantha, as early as 7:30 am. The Lok Sabha constituency had witnessed protests after the initial BJP candidate, Bhikhaji Thakor, withdrew citing \"personal reasons.\" Subsequently, Shobhnaben Baraiya's name was announced, triggering further protests by alleged Thakor supporters.\n\n07:36 (IST)07 May 2024\n\nLok Sabha Elections 2024 Phase 3 Polling Live Updates: Ajit and Sunetra Pawar cast their vote for Lok Sabha Polls\n\nMaharashtra Deputy CM Ajit Pawar, his wife and NCP candidate from Baramati Lok Sabha seat Sunetra Pawar reached the polling booth to cast their vote on Tuesday.\n\n\"The party leaders and the workers who campaign for their candidate always believe that their candidate will win. This is the beginning. It is still not 6pm. I am sure people will support our candidate. This election is for the development of Baramati,\" he said after casting his vote.\n\nCurrently the centre of attention with the Pawar family mired in a tough political battle for the constituency, Baramati in its choice of leader will determine the course of a few political careers. The result will not only decide the fate of Ajit Pawar, who rebelled against his uncle to join National Democratic Alliance (NDA), but will also present a true picture of Sharad Pawar's political clout in Maharashtra and national politics.\n\n07:29 (IST)07 May 2024\n\nLok Sabha Elections 2024 Phase 3 Polling Live Updates: PM Modi leaves from Raj Bhavan in Gandhinagar to cast his vote at Ahmedabad school\n\nPrime Minister Narendra Modi has left Raj Bhavan in Gandhinagar to cast his vote for the Lok Sabha Elections at Nishan Higher Secondary School in Ahmedabad.\n\n07:26 (IST)07 May 2024\n\nLok Sabha Elections 2024 Phase 3 Polling Live Updates: Polling begins for five Lok Sabha seats in Bihar\n\nVoting commenced at 7 am in Bihar's Araria, Jhanjharpur, Supaul, Madhepura, and Khagaria, all of which are presently held by the NDA.\n\nAraria, currently under BJP's control, sees challenge from RJD's Shahnawaz in the bid to retain the seat by sitting MP Pradeep Singh.\n\nIn Madhepura, historically represented by RJD chief Lalu Prasad, JD(U) MP Dinesh Chandra Yadav faces strong opposition from Kumar Chandradeep to retain the seat.\n\n07:20 (IST)07 May 2024\n\nLok Sabha Elections 2024 Phase 3 Polling Live Updates: Amit Shah visits polling station in Ahmedabad ahead of PM Modi's vote\n\nUnion Home Minister Amit Shah was seen outside Nishan Higher Secondary School in Ahmedabad where PM Modi will cast his vote for the the third phase of Lok Sabha Elections today.\n\n07:16 (IST)07 May 2024\n\nLok Sabha Elections 2024 Phase 3 Polling Live Updates: Polling begins for 10 third-phase seats in UP\n\nVoting is underway for 10 seats in Uttar Pradesh, including Mainpuri constituency, in the third phase of the Lok Sabha elections.\n\nDimple Yadav of the Samajwadi Party is vying to maintain control of the Mainpuri seat, previously held by her late father-in-law, Mulayam Singh Yadav.\n\nThe fate of Union Minister S P Singh Baghel, Uttar Pradesh Tourism Minister Jayveer Singh, and Minister of State for Revenue Anoop Pradhan Balmiki will also be decided today as they contest from Agra (SC), Mainpuri, and Hathras (SC) respectively.\n\n07:12 (IST)07 May 2024\n\nPolling begins for 25 Lok Sabha seats in Gujarat\n\nPolling commenced on Tuesday morning for 25 out of 26 Lok Sabha seats in Gujarat, along with bypolls in five assembly constituencies.\n\nThe BJP secured an early victory as Mukesh Dalal won the Surat Lok Sabha seat uncontested. The Congress' Nilesh Kumbhani's nomination was rejected due to irregularities in proposers' signatures, and other candidates withdrew.\n\nModi and Shah are scheduled to cast their votes in Ahmedabad, falling under the Gandhinagar Lok Sabha seat.\n\n07:10 (IST)07 May 2024\n\nBJP would win 25-26 seats in Lok Sabha Polls from Karnataka: B. S. Yediyurappa\n\nFormer Karnataka CM and BJP leader B. S. Yediyurappa on Monday expressed confidence that the party would win a minimum 25 to 26 seats in the Lok Sabha Polls from Karnataka.\n\n07:05 (IST)07 May 2024\n\nWatch | Pink Polling booth set up in Gwalior, Madhya Pradesh\n\nA 'pink' polling booth has been set up in Gwalior, Madhya Pradesh to encourage women voters to come up and vote.\n\n06:58 (IST)07 May 2024\n\n'Vote in record numbers', says PM Modi as polling begins for Phase 3 of Lok Sabha Polls\n\n\"Urging all those who are voting in today's phase to vote in record numbers. Their active participation will certainly make the elections more vibrant,\" posted PM Modi on X on Tuesday morning.\n\n06:56 (IST)07 May 2024\n\nWhat are the key constituencies to look out for in Phase 3 of Lok Sabha Polls?\n\nTwo of the major seats that are going to poll on Tuesday are Gandhinagar in Gujarat where Home Minister Amit Shah is contesting against Sonal Ramanbhai Patel from the Congress; and Baramati in Maharashtra, where Sharad Pawar's daughter Supriya Sule is taking on his nephew Ajit Pawar's wife Sunetra Pawar.\n\nOther seats to keep a look out for are Vidisha and Guna in Madhya Pradesh. While the BJP has fielded former MP Chief Minister Shivraj Singh Chouhan from Vidisha against Congress candidate Bhanu Pratap Sharma, Jyotiraditya Scindia filed his nomination from Guna against Congress' Rao Yadavendra Singh.\n\n06:54 (IST)07 May 2024\n\nWatch | Preparations underway at Ahmedabad school where PM Modi will come to cast his vote\n\nPreparations are underway at Nishan Higher Secondary School in Ahmedabad where PM Modi will cast his vote for the the third phase of Lok Sabha Elections today.\n\n06:52 (IST)07 May 2024\n\nWhich states and Union Territories will vote today?\n\nThe third phase of the Lok Sabha elections will be held today with voters in 93 parliamentary constituencies across 11 states and Union Territories casting their ballot to elect the new government.\n\nThe state of Gujarat and the union territories of Goa, and Dadra and Nagar Haveli and Daman and Diu will complete polling in a single phase on Tuesday.\n\nAmong the other constituencies voting in the third phase are four in Assam, five in Bihar, seven in Chhattisgarh, eight in Madhya Pradesh, 11 in Maharashtra, 10 in Uttar Pradesh and four in West Bengal.\n\nLok Sabha polls: Constitution, quota at centre stage, Phase 3 campaign for 93 seats ends\n\nCampaigning ended on Sunday for the third phase of the Lok Sabha elections, the run-up to which saw the Constitution and reservation issue dominating the poll discourse. In the final hours of campaigning on Sunday, Prime Minister Narendra Modi and the BJP stepped up the attack on the Congress and its INDIA bloc allies, while the Opposition leaders hit back in equal measure.\n\n71 vs 4: In Phase 3 seats that vote tomorrow, BJP was miles ahead of Congress\n\nIn 2019, the parties that now constitute the Opposition INDIA bloc and the ruling NDA had won 8 and 75 of these seats, with the 10 remaining seats split between the undivided Shiv Sena (4), the undivided NCP (3), the Bajruddin Ajmal-led AIUDF (1) and two Independents. In terms of vote share, the NDA had got 51.8% of the votes compared to the INDIA bloc's 31.9% (excluding the votes of the Shiv Sena and NCP, both of which were united at the time).\n\nThe BJP alone had won 71 of these 93 seats, with the Congress far behind at 4.\n\nIn 2014, the NDA had won 68 of these seats and the INDIA bloc parties 15, with 11 going to other parties.\n\nREAD MORE\n\nAlso, check out:\n\nOpinion | Tavleen Singh writes: Modi appears to be throwing away his own lead in this election\n\nPolitical Pulse | In BJP quest to win Congress's South Goa stronghold, why one taluka holds the key\n\nResearch | From 1951-2019: How India voted in Lok Sabha elections",
        "source": {
            "uri": "indianexpress.com",
            "dataType": "news",
            "title": "The Indian Express"
        },
        "authors": [],
        "image": "https://images.indianexpress.com/2024/05/cover_2efcd2.jpg",
        "eventUri": "eng-9539549",
        "sentiment": -0.1058823529411764,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8105833755",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-05-01",
        "time": "06:54:59",
        "dateTime": "2024-05-01T06:54:59Z",
        "dateTimePub": "2024-05-01T06:52:34Z",
        "dataType": "news",
        "sim": 0.7843137383460999,
        "url": "https://timesofindia.indiatimes.com/india/lok-sabha-election-live-updates-delhi-maharashtra-elections-date-bjp-congress-india-election/liveblog/109747838.cms",
        "title": "Lok Sabha Election 2024 Live Updates: Actress Rupali Ganguly joins BJP at the party headquarters in Delhi.  - The Times of India",
        "body": "India Election 2024: 'Unusual & worrying': Opposition questions ECI over delay in release of final voter turnout figures\n\nHours after the Election Commission released the final voter turnout of first two phases of Lok Sabha polls on Tuesday, the opposition leaders questioned the dealy in the publishing of final figures. The leaders further raised suspicion over non-disclosure of actual number of votes polled in each constituency. According to ECI, voter turnout for the first and second phases were 66.1% and 66.7% respectively. In 2019, voter turnout in the first phase was 69.4% and second phase polling was 69.2%.",
        "source": {
            "uri": "timesofindia.indiatimes.com",
            "dataType": "news",
            "title": "The Times of India"
        },
        "authors": [],
        "image": "https://static.toiimg.com/thumb/msid-109747838,width-1070,height-580,imgsize-974589,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
        "eventUri": "eng-9526627",
        "sentiment": -0.0980392156862745,
        "wgt": 1,
        "relevance": 1
    }
]