[
    {
        "uri": "8136233884",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-20",
        "time": "06:31:33",
        "dateTime": "2024-05-20T06:31:33Z",
        "dateTimePub": "2024-05-20T06:30:48Z",
        "dataType": "news",
        "sim": 0.4980392158031464,
        "url": "https://lalluram.com/lok-sabha-election-5th-phase-voting-24-percent-voting-till-11-am/",
        "title": "Lok Sabha Election 5th Phase Voting: सुबह 11 बजे तक 23.66% मतदान, सबसे ज्यादा पश्चिम बंगाल में पड़े वोट तो सबसे कम....? जानें सभी राज्यों का हाल - Lalluram",
        "body": "India Election 2024 5th Phase Voting: लोकतंत्र के रंग Bollywood Stars के संग, मतदान करने के लिए मुंबई के पोलिंग बूथों पर बॉलीवुड स्टार्स की लगी कतार\n\nइस बीच चुनाव आयोग ने सुबह 11 बजे तक के आंकड़े जारी कर दिए हैं। सुबह 11 बजे तक सभी 49 सीटों पर 23.66% वोटिंग हो चुकी है। सबसे ज्यादा पश्चिम बंगाल में 32.70% और सबसे कम महाराष्ट्र में 15.93% मतदान हुआ है।\n\nLok Sabha Election 5th Phase Voting: यूपी में CRPF जवान की मौत, बंगाल में भाजपा कैंडिडेट-TMC समर्थक भिड़े\n\nसुबह 11 बजे तक वोटिंग प्रतिशत\n\nयूपी में CRPF जवान की मौत, बंगाल में भाजपा कैंडिडेट-TMC समर्थक भिड़े\n\n। वहीं उत्तर प्रदेश के महोबा में ड्यूटी के दौरान एक CRPF जवान की मौत (death of CRPF jawan) हो गई। पश्चिम बंगाल के बैरकपुर से भाजपा कैंडिडेट अर्जुन सिंह और TMC समर्थक के बीच झड़प हुई है। बैरकपुर लोकसभा सीट से भाजपा उम्मीदवार अर्जुन सिंह और TMC कार्यकर्ता के साथ कथित रूप से झड़प हो गई। अर्जुन सिंह ने कहा- महिला वोटर को रोका जा रहा है। पुलिस कोई काम नहीं कर रही है।\n\nIndia Election 2024 5th Phase Voting: RBI गवर्नर शक्तिकांत दास ने वोट डाला, राजनाथ सिंह-पीयूष गोयल और स्मृति ईरानी ने भी किया मतदान\n\n49 लोकसभा सीटों पर कुल 695 प्रत्याशी मैदान में\n\nलोकसभा चुनाव के पांचवें चरण के तहत आज (20 मई) को 8 राज्यों/केंद्र शासित प्रदेश की 49 लोकसभा सीटों पर 8 करोड़ 95 लाख से ज्यादा मतदाता 94732 मतदान केंद्रों पर वोट डालकर अपना प्रतिनिधि चुनेंगे। पांचवें चरण की 49 लोकसभा सीटों पर कुल 695 प्रत्याशी मैदान में हैं।\n\nSwati Maliwal मामले में प्रिंटर-लैपटॉप लेकर CM आवास पहुंची दिल्ली पुलिस, CM केजरीवाल 15 मिनट में अपना प्रदर्शन खत्म कर भागे-भागे पहुंचे घर\n\nइन राज्यों में हो रहा चुनाव\n\nआज महाराष्ट्र की 13, उत्तर प्रदेश की 14, पश्चिम बंगाल की सात, बिहार की पांच, झारखंड की तीन, ओडिशा की पांच और जम्मू-कश्मीर तथा लद्दाख की एक-एक सीट पर मतदान होगा. पांचवें चरण में सबसे कम सीटों (49) पर मतदान होने जा रहा है। पांचवें चरण में 9 लाख 47 हजार कर्मचारी चुनाव प्रक्रिया का संचालन करेंगे। सामान्य तौर पर सुबह सात बजे से शाम छह बजे तक मतदान होगा। पांचवें चरण में कुल 8 करोड़ 95 लाख से ज्यादा मतदाता हैं। इसमें 5409 वोटर थर्ड जेंडर हैं। इनमें से 100 साल या इससे ज्यादा आयु के 24,792 मतदाता हैं, जबकि 85 साल या इससे ज्यादा आयु के 7 लाख 81 हजार मतदाता हैं. सात लाख तीन हजार मतदाता दिव्यांग वोटर हैं।\n\nमुल्ला बनाने वाली दुकानें और चार शादियों का करोबार करेंगे बंदः सीएम सरमा बोले- यह हिंदुओं का भारत है, जो टकराएगा वह यमराज के घर पहुंच जाएगा\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "ravi_ranjan@lalluram.com",
                "name": "Ravi Ranjan",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/India-Election-2024-5th-Phase-Voting-1.jpg",
        "eventUri": "hin-362980",
        "sentiment": null,
        "wgt": 100,
        "relevance": 100
    },
    {
        "uri": "8136192486",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-20",
        "time": "06:00:49",
        "dateTime": "2024-05-20T06:00:49Z",
        "dateTimePub": "2024-05-20T05:59:33Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://lalluram.com/india-election-2024-5th-phase-voting-rbi-governor-shaktikanta-das-rajnath-singh-piyush-goyal-and-smriti-irani-also-voted/",
        "title": "India Election 2024 5th Phase Voting: RBI गवर्नर शक्तिकांत दास वोट डाला, राजनाथ सिंह-पीयूष गोयल और स्मृति ईरानी ने भी किया मतदान - Lalluram",
        "body": "India Election 2024 5th Phase Voting: लोकतंत्र के रंग Bollywood Stars के संग, मतदान करने के लिए मुंबई के पोलिंग बूथों पर बॉलीवुड स्टार्स की लगी कतार\n\nबता दें कि इस फेज में राजनाथ सिंह (Rajnath Singh), स्मृति ईरानी (Smriti Irani) और पीयूष गोयल (Piyush Goyal ) समेत 9 केंद्रीय मंत्री मैदान में हैं। रायबरेली से वायनाड सांसद राहुल गांधी (Rahul Gandhi) भी चुनाव लड़ रहे हैं।\n\nLok Sabha Election 2024 Phase 5 Voitings: पांचवें चरण में 9 केंद्रीय मंत्रियों और एक पूर्व मुख्यमंत्री मैदान में, इन VIP कैंडिडेट की किस्मत दांव पर\n\nभारतीय रिजर्व बैंक (आरबीआई) के गवर्नर शक्तिकांत दास ने मुंबई में वोट डाला। उन्होंने वोट डालने के बाद कहा कि ये हर भारतीय के लिए गर्व का पल है। देश के 140 करोड़ लोगों के इस देश में चुनाव में हिस्सा लेना गर्व की बात है. मैं इसके लिए चुनाव आयोग और सभी अधिकारियों को बधाई देना चाहता हूं। मैं सबसे अनुरोध करता हूं कि जल्द से जल्द वोट डालें।\n\nBIG BREAKING: हेलीकॉप्टर क्रैश में ईरानी राष्ट्रपति इब्राहिम रईसी की मौत, पहाड़ों के बीच मिला चॉपर का मलबा, साइट का VIDEO आया सामने\n\nकेंद्रीय रक्षा मंत्री राजनाथ सिंह लखनऊ के मतदान केंद्र पर जाकर वोट डाला। वह लखनऊ लोकसभा सीट से निवर्तमान सांसद और बीजेपी के उम्मीदवार हैं।\n\nIndia Election 2024 5rd Phase Voting: 8 राज्यों की 49 सीटों पर वोटिंग शुरू, अनिल अंबानी- मायावती ने किया मतदान, भारत की नागरिकता मिलने के बाद पहली बार अक्षय कुमार ने डाला वोट\n\nकेंद्रीय मंत्री और मुंबई उत्तर लोकसभा सीट से बीजेपी उम्मीदवार पीयूष गोयल ने मुंबई के एक मतदान केंद्र पर अपना वोट डाला। कांग्रेस ने मुंबई नॉर्थ सीट से भूषण पाटिल को मैदान में उतारा है।\n\nLok Sabha Election 5th Phase Voting: यूपी में CRPF जवान की मौत, बंगाल में भाजपा कैंडिडेट-TMC समर्थक भिड़े\n\nउत्तर प्रदेश की अमेठी लोकसभा सीट से बीजेपी की उम्मीदवार स्मृति ईरानी ने वोट डाला। उन्होंने वोट डालने के बाद कहा कि आज, मेरा सौभाग्य है कि मैंने अपने गांव गौरीगंज में विकसित भारत के संकल्प के साथ वोट किया है। मेरा लोगों से निवेदन है कि वे बढ़-चढ़कर वोट करें। भारत और भारत के भविष्य के प्रति ये हमारी जिम्मेदारी है।\n\nSwati Maliwal मामले में प्रिंटर-लैपटॉप लेकर CM आवास पहुंची दिल्ली पुलिस, CM केजरीवाल 15 मिनट में अपना प्रदर्शन खत्म कर भागे-भागे पहुंचे घर\n\nबीजेपी के रायबरेली उम्मीदवार दिनेश प्रताप सिंह ने अपना वोट डालने के बाद कहा कि इसमें कोई भ्रम नहीं है कि अमेठी और रायबरेली में कमल खिल रहा है। राहुल गांधी अपनी दादी, पिता का नाम ले रहे हैं लेकिन वह अपने दादा फिरोज का नाम नहीं ले रहे हैं.' कांग्रेस ने राहुल गांधी को रायबरेली सीट से मैदान में उतारा है।\n\nमुल्ला बनाने वाली दुकानें और चार शादियों का करोबार करेंगे बंदः सीएम सरमा बोले- यह हिंदुओं का भारत है, जो टकराएगा वह यमराज के घर पहुंच जाएगा\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "ravi_ranjan@lalluram.com",
                "name": "Ravi Ranjan",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/RBI-गवर्नर-शक्तिकांत-दास.jpg",
        "eventUri": null,
        "sentiment": null,
        "wgt": 100,
        "relevance": 100
    },
    {
        "uri": "8136143059",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-20",
        "time": "05:18:03",
        "dateTime": "2024-05-20T05:18:03Z",
        "dateTimePub": "2024-05-20T05:16:58Z",
        "dataType": "news",
        "sim": 0.6235294342041016,
        "url": "https://lalluram.com/lok-sabha-election-5th-phase-voting-crpf-jawan-dies-in-up-and-bjp-candidate-tmc-supporters-clash-in-bengal/",
        "title": "Lok Sabha Election 5th Phase Voting: यूपी में CRPF जवान की मौत, बंगाल में भाजपा कैंडिडेट-TMC समर्थक भिड़े - Lalluram",
        "body": "India Election 2024 5th Phase Voting: लोकतंत्र के रंग Bollywood Stars के संग, मतदान करने के लिए मुंबई के पोलिंग बूथों पर बॉलीवुड स्टार्स की लगी कतार\n\nबैरकपुर लोकसभा सीट से भाजपा उम्मीदवार अर्जुन सिंह और TMC कार्यकर्ता के साथ कथित रूप से झड़प हो गई। अर्जुन सिंह ने कहा- महिला वोटर को रोका जा रहा है। पुलिस कोई काम नहीं कर रही है। बोनी नामक यह व्यक्ति है जो लोगों को डरा रहा है और घर से बाहर नहीं निकलने दे रहा। लोगों को मतदान करने से रोका जा रहा है। मैंने राज्य चुनाव आयोग में इसे लेकर शिकायत की है।\n\nLok Sabha Election 2024 Phase 5 Voitings: पांचवें चरण में 9 केंद्रीय मंत्रियों और एक पूर्व मुख्यमंत्री मैदान में, इन VIP कैंडिडेट की किस्मत दांव पर\n\nइस फेज में राजनाथ सिंह (Rajnath Singh), स्मृति ईरानी (Smriti Irani) और पीयूष गोयल (Piyush Goyal ) समेत 9 केंद्रीय मंत्री मैदान में हैं। रायबरेली से वायनाड सांसद राहुल गांधी (Rahul Gandhi) भी चुनाव लड़ रहे हैं।\n\nBIG BREAKING: हेलीकॉप्टर क्रैश में ईरानी राष्ट्रपति इब्राहिम रईसी की मौत, पहाड़ों के बीच मिला चॉपर का मलबा, साइट का VIDEO आया सामने\n\nपीएम मोदी ने कहा- मतदान कर बनाएं नया रिकॉर्ड\n\nपीएम मोदी (PM Modi) ने ट्वीट कर कहा, 'लोकसभा चुनाव के पांचवें चरण में आज 8 राज्यों और केंद्रशासित प्रदेशों की 49 सीटों के लिए वोट डाले जाएंगे। इस चरण के सभी मतदाताओं से मेरा अनुरोध है कि वे अपना वोट जरूर डालें और मतदान का एक नया रिकॉर्ड बनाएं। महिला और युवा वोटरों से मेरी यह विशेष अपील है कि लोकतंत्र के इस महोत्सव में बढ़-चढ़कर हिस्सा लें।\n\nIndia Election 2024 5rd Phase Voting: 8 राज्यों की 49 सीटों पर वोटिंग शुरू, अनिल अंबानी- मायावती ने किया मतदान, भारत की नागरिकता मिलने के बाद पहली बार अक्षय कुमार ने डाला वोट\n\n49 लोकसभा सीटों पर कुल 695 प्रत्याशी मैदान में\n\nलोकसभा चुनाव के पांचवें चरण के तहत आज (20 मई) को 8 राज्यों/केंद्र शासित प्रदेश की 49 लोकसभा सीटों पर 8 करोड़ 95 लाख से ज्यादा मतदाता 94732 मतदान केंद्रों पर वोट डालकर अपना प्रतिनिधि चुनेंगे। पांचवें चरण की 49 लोकसभा सीटों पर कुल 695 प्रत्याशी मैदान में हैं।\n\nSwati Maliwal मामले में प्रिंटर-लैपटॉप लेकर CM आवास पहुंची दिल्ली पुलिस, CM केजरीवाल 15 मिनट में अपना प्रदर्शन खत्म कर भागे-भागे पहुंचे घर\n\nइन राज्यों में हो रहा चुनाव\n\nआज महाराष्ट्र की 13, उत्तर प्रदेश की 14, पश्चिम बंगाल की सात, बिहार की पांच, झारखंड की तीन, ओडिशा की पांच और जम्मू-कश्मीर तथा लद्दाख की एक-एक सीट पर मतदान होगा. पांचवें चरण में सबसे कम सीटों (49) पर मतदान होने जा रहा है। पांचवें चरण में 9 लाख 47 हजार कर्मचारी चुनाव प्रक्रिया का संचालन करेंगे। सामान्य तौर पर सुबह सात बजे से शाम छह बजे तक मतदान होगा। पांचवें चरण में कुल 8 करोड़ 95 लाख से ज्यादा मतदाता हैं। इसमें 5409 वोटर थर्ड जेंडर हैं। इनमें से 100 साल या इससे ज्यादा आयु के 24,792 मतदाता हैं, जबकि 85 साल या इससे ज्यादा आयु के 7 लाख 81 हजार मतदाता हैं. सात लाख तीन हजार मतदाता दिव्यांग वोटर हैं।\n\nमुल्ला बनाने वाली दुकानें और चार शादियों का करोबार करेंगे बंदः सीएम सरमा बोले- यह हिंदुओं का भारत है, जो टकराएगा वह यमराज के घर पहुंच जाएगा\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "ravi_ranjan@lalluram.com",
                "name": "Ravi Ranjan",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/बंगाल-में-भाजपा-कैंडिडेट-TMC-समर्थक-भिड़े.jpg",
        "eventUri": "hin-362980",
        "sentiment": null,
        "wgt": 100,
        "relevance": 100
    },
    {
        "uri": "8124595109",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-13",
        "time": "06:36:10",
        "dateTime": "2024-05-13T06:36:10Z",
        "dateTimePub": "2024-05-13T06:34:15Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://lalluram.com/lok-sabha-election-2024-phase-4-khandwa-lok-sabha-seat-contest-continues-between-bjps-gyaneshwar-patil-and-congresss-narendra-patel/",
        "title": "Lok Sabha Election 2024 Phase 4: खंडवा लोकसभा BJP का अभेद किला, कैसे भेद सकेगी कांग्रेस? ज्ञानेश्वर पाटिल और नरेंद्र पटेल के बीच मुकाबला जारी - Lalluram",
        "body": "खंडवा। Lok Sabha Election 2024 Phase 4: लोकसभा चुनाव 2024 के चौथे और अंतिम चरण की 8 सीटों पर मतदान जार है। आज प्रदेश की खंडवा सीट पर सुबह सात बजे से मतदान जारी है। खंडवा सीट बीजेपी का अभेद किला है जिसे भेदना कांग्रेस के लिए आसान नहीं है। यहां 8 में से 7 सीटों पर भाजपा का कब्जा है। बीजेपी ने इस चुनाव में ज्ञानेश्वर पाटिल पर अपना भरोसा जताया है। वहीं कांग्रेस ने नरेंद्र पटेल को चुनावी मैदान में उतारा है। जानिए इस सीट के क्या हैं समीकरण।\n\nखंडवा लोकसभा कभी कांग्रेस का गढ़ कहा जाता था, लेकिन पिछले 10 चुनाव से बीजेपी ने इस सीट पर अपना दबदबा बना लिया है। यहां अब तक 20 बार चुनाव हुए, जिसमें 9 बीजेपी को जीत मिली सबसे ज्यादा बार यहां सांसद रहना का रिकॉर्ड बीजेपी नंदकुमार सिंह चौहान के नाम है। वो इस सीट से 7 बार लोकसभा का चुनाव लड़े। जिसमें से सिर्फ एक बार उन्हें हार का मुंह देखना पड़ा। 6 बार वो यहां सांसद चुने गए। मध्यप्रदेश भाजपा के पितृ पुरुष माने जाने वाले कुशाभाऊ ठाकरे भी खंडवा सीट से चुनाव लड़ चुके हैं. 1979 के लोकसभा उपचुनावों में जनसंघ के टिकट पर ठाकरे ने जीत हासिल की थी।\n\nIndia Election 2024 4th Phase Voting : उज्जैन लोकसभा सीट पर मतदान जारी, बीजेपी-कांग्रेस में टक्कर, अबकी बार बाबा महाकाल किसकी नैया लगाएंगे पार?\n\nखंडवा लोकसभा में आठ विधानसभा आती है। जहां करीब 20 लाख वोटरों वाला खंडवा संसदीय क्षेत्र चार जिलों की सीमाओं को समेटे हुए हैं। जिसमें बीजेपी का प्रभुत्व बना हुआ है। खंडवा संसदीय क्षेत्र में खंडवा जिले से खंडवा, पंधाना और मांधाता विधानसभाएं आती हैं। जहां बीजेपी का कब्जा बना हुआ है। इधर इसी लोकसभा क्षेत्र के देवास जिले की बागली विधानसभा में भी भाजपा ही कब्जा है। इसके साथ ही बुरहानपुर जिले की नेपानगर और बुरहानपुर विधानसभा में भी भाजपा का ही कब्जा है। खरगोन जिले की बड़वाह विधानसभा में भी बीजेपी का कब्जा है। वहीं खरगोन जिले के भीकनगांव विधानसभा लगातार कांग्रेस का गढ़ रही है, जिसमें अभी भी कांग्रेस विधायक झूमा सोलंकी का कब्जा है।\n\nखंडवा संसदीय क्षेत्र के जातिगत समीकरणों में से यहां की चार विधानसभा सीट बागली, पंधाना, नेपानगर और भीकनगांव आदिवासी बाहुल्य क्षेत्र हैं तो वहीं शेष चार विधानसभा क्षेत्रों में क्रमशः गुर्जर, राजपूत, मुस्लिम और ब्राह्मण जातियों का दबदबा रहा है।\n\nLok Sabha Election 2024 Phase 4 Voitings: मालवा की महत्वपूर्ण सीट मंदसौर लोकसभा में 10 साल से BJP का कब्जा, यहां भाजपा- कांग्रेस में सीधा मुकाबला\n\nइस लोकसभा सीट की खास बात यह है कि खंडवा संसदीय क्षेत्र में आने वाली चार जिलों की सीमाओं के बावजूद यहां से भारतीय जनता पार्टी से लोकसभा का प्रतिनिधित्व बुरहानपुर और खरगोन जिले से आने वाले प्रत्याशियों को मिलता रहा है। इस सीट पर होने जा रहे 2024 के लोकसभा चुनाव में से 14 बार बीजेपी ने बुरहानपुर से आने वाले प्रत्याशियों को प्राथमिकता दी है। वहीं कांग्रेस ने तीन बार खरगोन से आने वाले प्रत्याशी अरुण यादव को प्राथमिकता दी है। खंडवा से प्रतिनिधित्व करने वाले नेता की संख्या काफी कम ही रही है।\n\nIndia Election 2024 4th Phase Voting: एमपी की 8 सीटों पर वोटिंग जारी, जानिए किस प्रत्याशी ने कहां किया मतदान...\n\nखंडवा लोकसभा सीट भाजपा के वरिष्ठ नेता और लगातार छह बार के बीजेपी के संसदीय प्रत्याशी नंदकुमार सिंह चौहान के निधन के बाद खाली हुई थी। जिस पर 2021 में हुए उपचुनाव में मौजूदा सांसद ज्ञानेश्वर पाटिल ने कांग्रेस के राजनारायण सिंह को करीब 82000 से अधिक वोटों से हराया था। जिसके बाद एक बार फिर 2024 के लोकसभा चुनाव में भाजपा के केंद्रीय संगठन ने ज्ञानेश्वर पाटिल पर ही दोबारा भरोसा जताया है।\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/KHANDWA-LOKSABHA-CHUNAV-SPECIAL.jpg",
        "eventUri": null,
        "sentiment": null,
        "wgt": 100,
        "relevance": 100
    },
    {
        "uri": "8124554593",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-13",
        "time": "06:03:39",
        "dateTime": "2024-05-13T06:03:39Z",
        "dateTimePub": "2024-05-13T06:02:56Z",
        "dataType": "news",
        "sim": 0.5647059082984924,
        "url": "https://lalluram.com/cm-mohan-yadav-became-the-charioteer-of-an-elderly-person-took-a-woman-sitting-on-a-wheelchair-to-the-polling-station/",
        "title": "बुजुर्ग के 'सारथी' बने CM मोहन, व्हीलचेयर पर बैठी महिला को पहुंचाया मतदान केंद्र, खुद भी लाइन में लगकर की वोटिंग - Lalluram",
        "body": "उज्जैन। लोकसभा चुनाव 2024 (Lok Sabha Election 2024) के चौथे चरण (Fourth Phase) में मध्य प्रदेश (Madhya Pradesh) की अंतिम 8 सीटों पर सुबह 7 बजे से मतदान (Voting) जारी है। 18 साल के युवाओं से लेकर बुजुर्ग मतदाता (Elderly Voters) बढ़ चढ़कर अपने मत का इस्तेमाल कर रहे हैं। मुख्यमंत्री डॉ मोहन यादव (Chief Minister Dr. Mohan Yadav) ने भी आज अपने मत का प्रयोग किया। इस दौरान एक बेहद सुखद तस्वीर देखने को मिली जहां सीएम ने एक बुजुर्ग मतदाता को देखकर न सिर्फ उनकी मदद की। बल्कि उन्हें व्हीलचेयर से मतदान केंद्र तक पहुंचाया।\n\nदरअसल मुख्यमंत्री डॉ मोहन यादव आज मतदान करने अपने गृह ग्राम उज्जैन लोकसभा क्षेत्र पहुंचे थे। मतदान करने के बाद वे बाहर निकल रहे थे। इस दौरान उनकी नजर 81 वर्षीय बुजुर्ग मतदाता नर्मदा बाई पर पड़ी। इसके बाद उन्होंने वृद्ध महिला को खुद मतदान केंद्र पहुंचाया।\n\nIndia Election 2024 4th Phase Voting : उज्जैन लोकसभा सीट पर मतदान जारी, बीजेपी-कांग्रेस में टक्कर, अबकी बार बाबा महाकाल किसकी नैया लगाएंगे पार?\n\nखुद लाइन में लगकर की वोटिंग\n\nमुख्यमंत्री डॉ मोहन यादव ने मतदान से पहले अपने पिता से मिलने पहुंचे थे। सीएम ने उनका आशीर्वाद लिया और फिर वोट डालने पहुंचे। इस दौरान उन्होंने कोई VIP ट्रीटमेंट नहीं ली और सभी मतदाताओं को तरह लाइन में लगकर अपने मताधिकार का प्रयोग किया। इसके बाद उन्होंने कहा कि मुझे इस बात की प्रसन्नता है कि आज हमने भी अपने मताधिकार का प्रयोग किया। मध्य प्रदेश में आज मतदान का अंतिम चरण है। मैं सभी से अपील करता हूं कि आप सभी अपने नागरिक कर्तव्य का निर्वहन करें, मतदान अवश्य करें।\n\nIndia Election 2024 4th Phase Voting: मतदान के लिए बुजुर्गों में दिखा उत्साह, 95 साल के छतर सिंह और 85 साल के ठाकुर पहुंचे पोलिंग बूथ, वोटिंग कर दिया संदेश\n\nउज्जैन में अब तक सबसे ज्यादा मतदान\n\nमतदान प्रतिशत की बात करें तो उज्जैन लोकसभा सीट में सबसे ज्यादा मतदान हुआ है। चुनाव आयोग के आंकड़ों के मुताबिक, सबसे ज्यादा मतदान उज्जैन में 16.80 प्रतिशत हुआ है। जबकि सबसे कम इंदौर में 11.48 फीसदी मतदान हुआ है। देवास में 16.79, मंदसौर में 16.61, रतलाम में 13.73, धार में 15.61, खरगोन में 15.35, जबकि खंडवा में 14.68 प्रतिशत मतदान हुआ है।\n\nLok Sabha Chunav 2024 Phase 4 Voting: मंदसौर और उज्जैन में मतदान का बहिष्कार, अपनी मांगों को लेकर अड़े ग्रामीण, मौके पर प्रशासनिक अमला\n\nकिस पार्टी से कौन है प्रत्याशी ?\n\nउज्जैन सीट पर कांग्रेस से प्रत्याशी विधायक महेश परमार और भाजपा से सांसद रहे अनिल फिरोजिया फिर एक बार मैदान में हैं। कभी कांग्रेस के कब्जे में रही यह सीट अब लंबे समय से भाजपा का गढ़ बन चुकी है। कांग्रेस विधायक महेश परमार और भाजपा से सांसद रहे अनिल फिरोजिया फिर एक बार मैदान में हैं।\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/cm-mohan-yadav-3.jpg",
        "eventUri": "hin-360968",
        "sentiment": null,
        "wgt": 100,
        "relevance": 100
    },
    {
        "uri": "2024-05-367531973",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-25",
        "time": "01:22:11",
        "dateTime": "2024-05-25T01:22:11Z",
        "dateTimePub": "2024-05-25T01:18:23Z",
        "dataType": "news",
        "sim": 0.6549019813537598,
        "url": "https://ndtv.in/india/lok-sabha-election-2024-phase-6-voting-votes-will-be-cast-on-58-seats-delhi-seats-5740005",
        "title": "Lok Sabha Election 2024 Phase 6 Voting: लोकसभा चुनाव के छठे चरण की वोटिंग आज, 58 सीटों पर डाल जाएंगे वोट",
        "body": "2024 Indian General Election 2024 Phase 6 Voting: पांचवें चरण में 20 मई को 49 सीट पर 62.2 प्रतिशत मतदान हुआ था.\n\nनई दिल्ली:\n\nIndia Election 2024 Phase 6 Voting: लोकसभा चुनाव के छठे चरण के तहत आज दिल्ली सहित छह राज्यों और दो केंद्र शासित प्रदेशों की 58 सीट के लिए आज मतदान है. दिल्ली की सात, उत्तर प्रदेश की 14, हरियाणा की सभी 10, बिहार और पश्चिम बंगाल की आठ-आठ, ओडिशा की छह, झारखंड की चार और जम्मू-कश्मीर की एक सीट पर मतदान है.\n\nछठे चरण के प्रमुख उम्मीदवारों में संबलपुर (ओडिशा) से केंद्रीय मंत्री धर्मेंद्र प्रधान (भाजपा), उत्तर पूर्वी दिल्ली से मनोज तिवारी (भाजपा) व कन्हैया कुमार (कांग्रेस), सुल्तानपुर (उत्तर प्रदेश) से मेनका गांधी (भाजपा), अनंतनाग-राजौरी (जम्मू और कश्मीर) से महबूबा मुफ्ती (पीडीपी), तमलुक (पश्चिम बंगाल) से अभिजीत गंगोपाध्याय (भाजपा), करनाल से पूर्व मुख्यमंत्री मनोहर लाल खट्टर, कुरुक्षेत्र से नवीन जिंदल और गुरुग्राम सीट से राव इंद्रजीत सिंह शामिल हैं.पश्चिम बंगाल के जंगल महल क्षेत्र में मतदान हो रहे हैं. इस क्षेत्र में पांच जिलों में आठ लोकसभा क्षेत्र आते हैं. पिछले लोकसभा चुनाव में इन आठ सीट में से पांच पर भाजपा ने जीत दर्ज की थी, जबकि तीन सीट पर तृणमूल कांग्रेस ने जीत हासिल की थी.राष्ट्रीय राजधानी की सात लोकसभा सीट पर भाजपा और 'इंडिया' गठबंधन के बीच सीधा मुकाबला है. चुनाव से पहले ही 'इंडिया' गठबंधन के घटकों के बीच सीट को लेकर बनी सहमति के तहत आम आदमी पार्टी (आप) चार और कांग्रेस तीन सीट पर चुनाव लड़ रही है.आम चुनाव के छठे चरण के लिए उत्तर प्रदेश की 14 लोकसभा सीट पर वोटिंग हो रही है, जहां पूर्व केंद्रीय मंत्री मेनका गांधी, तृणमूल कांग्रेस के ललितेश पति त्रिपाठी और भोजपुरी फिल्म अभिनेता दिनेश लाल यादव निरहुआ समेत 162 उम्मीदवारों की चुनावी किस्मत का फैसला होगा.छठे चरण में प्रदेश के 14 लोकसभा निर्वाचन क्षेत्र सुल्तानपुर, प्रतापगढ़, फूलपुर, इलाहाबाद, अम्बेडकरनगर, श्रावस्ती, डुमरियागंज, बस्ती, संत कबीर नगर, लालगंज, आजमगढ़, जौनपुर, मछलीशहर और भदोही में मतदान होना है.झारखंड में सभी चार लोकसभा सीट पर झारखंड मुक्ति मोर्चा (झामुमो) के नेतृत्व वाले सत्तारूढ़ गठबंधन और भाजपा के नेतृत्व वाले विपक्ष के बीच सीधा मुकाबला होने की संभावना है. रांची लोकसभा सीट पर पूर्व केंद्रीय मंत्री सुबोधकांत सहाय की बेटी एवं कांग्रेस नेता यशस्विनी सहाय का भाजपा के मौजूदा सांसद संजय सेठ के खिलाफ सीधा मुकाबला है.हरियाणा में ज्यादातर सीट पर सत्तारूढ़ भाजपा और विपक्षी दल कांग्रेस के बीच सीधी टक्कर देखने को मिल रही है. लोकसभा चुनाव के लिए केंद्रीय मंत्री राव इंद्रजीत सिंह और कृष्ण पाल गुर्जर, पूर्व मुख्यमंत्री मनोहर लाल और कांग्रेस की वरिष्ठ नेता कुमारी सैलजा तथा दीपेंद्र सिंह हुड्डा प्रमुख उम्मीदवारों में शामिल हैं.करनाल लोकसभा सीट से भाजपा उम्मीदवार खट्टर का मुकाबला हरियाणा युवा कांग्रेस के अध्यक्ष दिव्यांशु बुद्धिराजा से है, जबकि करनाल विधानसभा सीट से मुख्यमंत्री नायब सिंह सैनी उपचुनाव लड़ रहे हैं.जम्मू-कश्मीर में अनंतनाग-राजौरी निर्वाचन क्षेत्र से महबूबा मुफ्ती और नेशनल कॉन्फ्रेंस के मियां अल्ताफ सहित 20 उम्मीदवार मैदान में हैं.बिहार में छठे चरण में आठ सीट पर मतदान हो रहे हैं, जहां इन क्षेत्रों के करीब डेढ़ करोड़ मतदाता 86 उम्मीदवारों के राजनीतिक भविष्य का फैसला करेंगे. प्रदेश की इन आठ सीट पर निष्पक्ष एवं शांतिपूर्ण मतदान के लिए सभी तैयारी पूरी कर ली गयी है. इस चरण में जिन आठ सीट पर मतदान होगा उनमें, वाल्मीकिनगर, पश्चिम चंपारण, पूर्वी चंपारण, शिवहर, वैशाली, गोपालगंज, सीवान और महाराजगंज शामिल हैं.ओडिशा में इस चरण में छह संसदीय क्षेत्रों- भुवनेश्वर, कटक, ढेंकानाल, क्योंझर, पुरी और संबलपुर तथा उनके अंतर्गत आने वाले 42 विधानसभा क्षेत्रों में वोटिंग हो रही है. (भाषा इनपुट के साथ)\n\nपूरी स्टोरी पढ़ें",
        "source": {
            "uri": "ndtv.in",
            "dataType": "news",
            "title": "ndtv.in"
        },
        "authors": [
            {
                "uri": "edited_by@ndtv.in",
                "name": "Edited By",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://c.ndtvimg.com/2024-04/4smjkob_voting-generic-ani_625x300_25_April_24.jpeg?ver-20240523-01",
        "eventUri": "hin-363993",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8136416624",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-20",
        "time": "08:38:53",
        "dateTime": "2024-05-20T08:38:53Z",
        "dateTimePub": "2024-05-20T08:38:11Z",
        "dataType": "news",
        "sim": 0.6235294342041016,
        "url": "https://lalluram.com/shocking-news-about-the-covaxin-side-effects/",
        "title": "Covaxin के साइड इफेक्ट्स को लेकर बड़ी चौंकाने वाली खबर, ICMR ने शोध को पूरी तरह से भ्रामक और... - Lalluram",
        "body": "Covaxin side-effects: कोवैक्सिन लगाने वाली महिलाओं में Period से जुड़ी परेशानी आई सामने, युवा लड़कियों में सबसे ज्यादा साइड-इफेक्ट्स\n\nबता दें कि कोरोना वायरस (Coronavirus) के खिलाफ सुरक्षा के लिए बनाई गई दो वैक्सीन 'कोविशील्ड' (Covishield) और 'कोवैक्सिन' (Covaxin) पिछले कुछ दिनों से चर्चा का विषय बनी हुई हैं। हाल ही में कोवैक्सिन के साइड इफेक्ट्स पर बीएचयू में एक शोध किया गया था। यह रिसर्च एक विदेशी जर्नल में प्रकाशित हुआ था। बनारस हिंदू यूनिवर्सिटी (BHU-Banaras Hindu University) की रिसर्च में कोवैक्सिन के भी साइड इफेक्ट्स की जानकारी दी गई हैं। इसमें ICMR का हवाला दिया गया था। अब ICMR ने इस पर प्रतिक्रिया दी है और इसे गलत बताया है।\n\nPM मोदी पर प्रशांत किशोर की ये भविष्यवाणी नहीं हुई सच तो चेहरे पर पुतवाएंगे 'गोबर'\n\nआईसीएमआर के महानिदेशक डॉ. राजीव बहल (ICMR Director General Rajiv Bahl) ने अध्ययन के लेखकों और पत्रिका के संपादकों को एक पत्र भेजा है। इसमें उन्होंने लिखा कि यह शोध पूरी तरह से भ्रामक और गलत तथ्यों पर आधारित है। इसका आईसीएमआर से कोई लेना-देना नहीं है। आईसीएमआर ने कहा कि इसके लिए तकनीकी या वित्तीय सहायता नहीं दी है। इतना ही नहीं, उन्होंने आईसीएमआर का नाम हटाने के लिए भी कहा है। साथ ही एक माफीनामा भी छापा जाए।\n\nCM केजरीवाल पर हमले की साजिश रच रहा PMO, आप का आरोप- किसी भी हद तक जा सकते हैं PM मोदी\n\nआईसीएमआर के महानिदेशक ने जिरियाट्रिक मेडिसिन विभाग के अध्यक्ष प्रोफेसर शंखशुभ्र चक्रवर्ती और डॉ.उपिंदर कौर को नोटिस जारी कर इस मामले का जवाब देने के लिए कहा है। आईएमएस बीएचयू के निदेशक प्रोफेसर एसएन शंखवार को भी इसकी एक कॉपी दी गई है\n\nमहिलाओं में Period से जुड़ी परेशानी आई थी सामने\n\nरिपोर्ट के मुताबिक कोवैक्सीन का साइड इफेक्ट महिलाओं में भी देखा गया है। 4.6 फीसदी महिलाओं में पीरियड (Period) से जुड़ी परेशानी सामने आई। इसमें सबसे ज्यादा युवा लड़कियां थीं। वहीं 2.7 फीसदी लोगों ने ओकुलर यानी आंख से जुड़ी दिक्कत के लिए संपर्क किया। 0.6 फीसदी में हाइपोथारोइडिज्म पाया गया। वहीं, अब बात ज्यादा गंभीर साइड इफेक्ट की करें तो यह केवल एक ही फीसदी लोगों में पाया गया।\n\nIndia Election 2024 5th Phase Voting: लोकतंत्र के रंग Bollywood Stars के संग, मतदान करने के लिए मुंबई के पोलिंग बूथों पर बॉलीवुड स्टार्स की लगी कतार\n\nइस महीने की शुरुआत में बीएचयू के शोधकर्ताओं की कोवैक्सीन के साइड इफैक्ट्स को लेकर एक रिपोर्ट सामने आई थी। टीका लेने वाले कुछ लोगों में साइड इफैक्ट्स दिखाई दिए थे। इस शोध में करीब 1024 लोगों को शामिल किया गया था। इसमें 635 किशोर और 391 एडल्ट लोग थे। इन सभी से टीका लगवाने के एक साल बाद तक फॉलोअफ चेकअप के लिए संपर्क किया गया।\n\nSwati Maliwal मामले में प्रिंटर-लैपटॉप लेकर CM आवास पहुंची दिल्ली पुलिस, CM केजरीवाल 15 मिनट में अपना प्रदर्शन खत्म कर भागे-भागे पहुंचे घर\n\nकोवैक्सिन का हुआ था बड़ा क्लिनिकल ट्रायल\n\nजून 2020 में, भारत के स्वास्थ्य और परिवार कल्याण मंत्रालय ने प्रारंभिक अध्ययन के बाद कोवैक्सिन के लिए फेज I और II मानव परीक्षण शुरू करने की अनुमति दी। इन अध्ययनों में पाया गया कि यह सुरक्षित है और जानवरों में मजबूत इम्यून रिएक्शन पैदा कर सकती है। भारत बायोटेक ने लगभग 1,000 लोगों को शामिल करते हुए फेज I और फेज II परीक्षण किए।इन परीक्षणों में सुरक्षा और रोग प्रतिरोधक क्षमता के अच्छे नतीजे मिले और इन्हें अंतरराष्ट्रीय वैज्ञानिक पत्रिकाओं में प्रकाशित किया गया। नवंबर 2020 में इसके फेज III का ट्रायल हुआ था जिसमें भारत के 26,000 लोगों को शामिल किया गया था। वैक्सीन की सुरक्षा और प्रभावशीलता देखने के बाद ही इसे मंजूरी मिली थी।\n\nचाची के इश्क में दीवाना था भतीजा, काम से बाहर गया तो चाची दूसरे नाबालिग के साथ मनाने लगी रंगरलियां, लौटा तो फिर चला खूनी खेल का खौफनाक मंजर\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "ravi_ranjan@lalluram.com",
                "name": "Ravi Ranjan",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/Covaxin-1-1.jpg",
        "eventUri": "hin-362804",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8136351511",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-20",
        "time": "07:57:08",
        "dateTime": "2024-05-20T07:57:08Z",
        "dateTimePub": "2024-05-20T07:55:34Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://lalluram.com/prashant-kishor-prediction-on-pm-modi-if-does-not-come-true-then-he-will-get-gobar-smeared-on-his-face/",
        "title": "PM मोदी पर प्रशांत किशोर की ये भविष्यवाणी नहीं हुई सच तो चेहरे पर पुतवाएंगे 'गोबर' - Lalluram",
        "body": "Prashant Kishor Prediction: लोकसभा चुनाव 2024 (lok sabha election 2024) और पीएम नरेंद्र मोदी (PM Narendra Modi) को लेकर राजनीतिक रणनीतिकार प्रशांत किशोर (Political strategist Prashant Kishore) ने बड़ी भविष्यवाणी की है। प्रशांत किशोर ने एक इंटरव्यू में दावा किया कि पीएम मोदी एक बार फिर से पीएम बनेंगे। वहीं Prashant Kishor ने कहा कि उनकी भविष्यवाणी अगर सच नहीं हुई तो वो अपने चेहरे पर 'गोबर' (gobar) पुतवाएंगे। प्रशांत ने ने भी दावा किया की बीजेपी को इस बार 2019 के चुनाव की तुलना में अधिक सीटें मिलेंगी।\n\nCM केजरीवाल पर हमले की साजिश रच रहा PMO, आप का आरोप- किसी भी हद तक जा सकते हैं PM मोदी\n\nप्रशांत किशोर ने बरखा दत्त (Barkha Dutt) के शो 'इनसाइड आउट' (Inside Out) में कई और खुलासे किए। शो में प्रशांत से, जब जब उनसे पूछा गया कि क्या पीएम मोदी (PM Modi) फिर से प्रधानमंत्री बनेंगे? इस पर उन्होंने दावे के साथ कहा कि मैं अभी ही भविष्यवाणी करता हूं कि पीएम मोदी लगातार तीसरी बार पीएम बनने जा रहे हैं।\n\nIndia Election 2024 5th Phase Voting: लोकतंत्र के रंग Bollywood Stars के संग, मतदान करने के लिए मुंबई के पोलिंग बूथों पर बॉलीवुड स्टार्स की लगी कतार\n\nबीजेपी को पिछली बार 303 सीटें मिली थीं। इस बार उन्हें कितनी सीट मिलेगी? इस सवाल के जवाब में प्रशांत किशोर ने कहा कि भाजपा का प्रदर्शन पिछले चुनाव से बेहतर होगा और पार्टी 303 से ज्यादा सीटों पर जीत दर्ज करेगी।\n\nLok Sabha Election 5th Phase Voting: सुबह 11 बजे तक 23.66% मतदान, सबसे ज्यादा पश्चिम बंगाल में पड़े वोट तो सबसे कम....? जानें सभी राज्यों का हाल\n\nराजनीतिक रणनीतिकार प्रशांत ने कहा कि पीएम मोदी 2019 की अपेक्षा इस बार बहुत ज्यादा मजबूती के साथ वापस लौट रहे हैं। इस बार भी विरोधी पार्टियों के सारे रणनीति फेल होने वाले हैं। मेरी भविष्यवाणी अगर सच नहीं हुई तो मैं चेहरे पर गोबर पुतवाने के लिए भी तैयार रहूंगा।\n\nSwati Maliwal मामले में प्रिंटर-लैपटॉप लेकर CM आवास पहुंची दिल्ली पुलिस, CM केजरीवाल 15 मिनट में अपना प्रदर्शन खत्म कर भागे-भागे पहुंचे घर\n\nअमेठी में केएल शर्मा को उतारना सही या गलत?\n\nइस सवाल के जवाब में प्रशांत किशोर ने कहा कि मैं ये नहीं कहूंगा कि प्रियंका गांधी को ही खड़ा होना चाहिए था या राहुल गांधी को ही होना चाहिए था। मेरा कहना ये है कि बस इस स्टेटस को बदलना चाहिए. जिस पर भी भरोसा हो उसको उम्मीदवार बना दो।\n\nक्या हारेंगे जगन मोहन रेड्डी?\n\nजब प्रशांत किशोर से पूछा गया कि आपने एक दावा किया है कि इस बार आंध्र प्रदेश में जगन मोहन रेड्डी चुनाव हारेंगे, ये कितना सही है। इस पर उन्होंने कहा कि 4 तारीख को रिजल्ट आएगा। अगर रिजल्ट में जगन मोहन रेड्डी की पार्टी को 151 से ज्यादा सीट आ जाए तो प्रशांत किशोर के मुंह पर गोबर पड़ जाए। अगर मैं जो कह रहा हूं वो सही हो गया तो... वैसे जगन मोहन रेड्डी के मुंह पर गोबर पड़ेगा।\n\nचाची के इश्क में दीवाना था भतीजा, काम से बाहर गया तो चाची दूसरे नाबालिग के साथ मनाने लगी रंगरलियां, लौटा तो फिर चला खूनी खेल का खौफनाक मंजर\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "ravi_ranjan@lalluram.com",
                "name": "Ravi Ranjan",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/Prashant-Kishor-1.jpg",
        "eventUri": null,
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8136303242",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-20",
        "time": "07:22:00",
        "dateTime": "2024-05-20T07:22:00Z",
        "dateTimePub": "2024-05-20T07:21:27Z",
        "dataType": "news",
        "sim": 0.7058823704719543,
        "url": "https://lalluram.com/aap-mp-sanjay-singh-said-pmo-is-plotting-to-attack-cm-kejriwal/",
        "title": "CM केजरीवाल पर हमले की साजिश रच रहा PMO, आप का आरोप- किसी भी हद तक जा सकते हैं PM मोदी - Lalluram",
        "body": "AAP Big Allegation On PMO: आम आदमी पार्टी (AAP) ने अबतक का सबसे गंभीर और सनसनीखेज आरोप PMO पर लगाया है। आम आदमी पार्टी के राज्यसभा सांसद संजय सिंह (MP Sanjay Singh) ने PMO पर CM अरविंद केजरीवाल (CM Arvind Kejriwal) पर हमले की साजिश (Conspiracy to attack CM Arvind Kejriwal) रचने का आरोप लगाया है। संजय सिंह ने भारतीय जनता पार्टी (BJP) और पीएम नरेंद्र मोदी (PM Narendra Modi) पर कई गंभीर आरोप लगाए हैं। सोमवार को प्रेस कॉन्फ्रेंस में संजय सिंह ने कहा कि आज की पीसी अरविंद केजरीवाल के उपर हमले और खतरे को लेकर है और इसमें PMO की साजिश है।\n\nIndia Election 2024 5th Phase Voting: लोकतंत्र के रंग Bollywood Stars के संग, मतदान करने के लिए मुंबई के पोलिंग बूथों पर बॉलीवुड स्टार्स की लगी कतार\n\nAAP के राज्यसभा सांसद संजय सिंह ने कहा कि कई बार बीजेपी ने अरविंद केजरीवाल पर हमले की कोशिश की है। अब उन्हें खुलेआम धमकी दी जा रही है। पटेल नगर मेट्रो स्टेशन (Metro station) और राजीव चौक मेट्रो स्टेशन पर हमले की धमकी दी जा रही है।इसका पूरा संचालन बीजेपी और PMO की ओर से किया जा रहा है।\n\nLok Sabha Election 5th Phase Voting: सुबह 11 बजे तक 23.66% मतदान, सबसे ज्यादा पश्चिम बंगाल में पड़े वोट तो सबसे कम....? जानें सभी राज्यों का हाल\n\nसंजय सिंह ने कहा कि मैं शासन, प्रशासन और चुनाव आयोग को बताना चाहता हूं कि अगर अरविंद केजरीवाल को कुछ भी होता है सीधे तौर पर BJP और PMO इसके लिए जिम्मेदार होंगे। उन्होंने बताया कि पटेल नगर मेट्रो की फोटो है। अंकित गोयल नाम के व्यक्ति की ओर से लिखी गई धमकी है। इसकी भाषा आप पढ़ेंगे तो ठीक वही भाषा है जो बीजेपी बोलती है। पटेल नगर मेट्रो स्टेशन और मेट्रो के अंदर अरविंद केजरीवाल के ऊपर हमला करने की धमकी लिखी जा रही है। राजीव चौक मेट्रो पर भी इसी तरह की धमकी लिखी जा रही है।\n\nSwati Maliwal मामले में प्रिंटर-लैपटॉप लेकर CM आवास पहुंची दिल्ली पुलिस, CM केजरीवाल 15 मिनट में अपना प्रदर्शन खत्म कर भागे-भागे पहुंचे घर\n\nचुनाव आयोग को पत्र लिखेंगे सभी आप सांसद-विधायक\n\nउन्होंने कहा कि पार्टी के सभी सांसद, विधायक चुनाव आयोग को पत्र भी लिख रहे हैं । हम उनसे मिलने का समय भी मागेंगे।अगर सीएम केजरीवाल को खरोंच भी आती है तो इसके लिए PMO और बीजेपी जिम्मेदार होंगे।\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "ravi_ranjan@lalluram.com",
                "name": "Ravi Ranjan",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/Sanjay-Singh-1.jpg",
        "eventUri": "hin-363055",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8136115826",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-20",
        "time": "04:52:39",
        "dateTime": "2024-05-20T04:52:39Z",
        "dateTimePub": "2024-05-20T04:52:00Z",
        "dataType": "news",
        "sim": 0.7411764860153198,
        "url": "https://lalluram.com/india-election-2024-5th-phase-voting-bollywood-stars-queued-up-at-polling-booths-in-mumbai-to-vote/",
        "title": "India Election 2024 5th Phase Voting: लोकतंत्र के रंग Bollywood Stars के संग, मतदान करने के लिए मुंबई के पोलिंग बूथों पर बॉलीवुड स्टार्स की लगी कतार - Lalluram",
        "body": "BIG BREAKING: हेलीकॉप्टर क्रैश में ईरानी राष्ट्रपति इब्राहिम रईसी की मौत, पहाड़ों के बीच मिला चॉपर का मलबा, साइट का VIDEO आया सामने\n\nभारत की नागरिकता मिलने के बाद बॉलीवुड के खिलाड़ी एक्टर अक्षय कुमार (Akshay Kumar) पहली बार वोट डालने पहुंचे। अक्षय कुमार पोलिंग बूथ पर लाइन में खड़े रहकर अपनी बारी का इंतजार करते दिखे।\n\nLok Sabha Election 2024 Phase 5 Voitings: पांचवें चरण में 9 केंद्रीय मंत्रियों और एक पूर्व मुख्यमंत्री मैदान में, इन VIP कैंडिडेट की किस्मत दांव पर\n\nवहीं एक्टर राजकुमार राव (Raj Kumar Rao) ने मुंबई में वोट डालने के बाद कहा कि मतदान देश के प्रति हमारी सबसे बड़ी जिम्मेदारी है। हम सभी को वोट करना चाहिए। मुझे खुशी है कि चुनाव आयोग ने मुझे नेशनल आइकॉन के लिए चुना. मैं सभी से अपील करता हूं कि सभी घरों से बाहर आकर वोट करें।\n\nमुंबई में एक्टर फरहान अख्तर (Farhan Akhtar) ने अपनी बहन फिल्म निर्देशक जोया अख्तर के साथ वोट किया। फरहान अख्तर ने कहा कि मेरा वोट गुड गवर्नेंस को है। ऐसी सरकार जो लोगों के लिए काम करें। आगे आकर वोट करें।\n\nIndia Election 2024 5rd Phase Voting: 8 राज्यों की 49 सीटों पर वोटिंग शुरू, अनिल अंबानी- मायावती ने किया मतदान, भारत की नागरिकता मिलने के बाद पहली बार अक्षय कुमार ने डाला वोट\n\nवरिष्ठ अभिनेता परेश रावल (Paresh Rawal) भी वोट डालने मतदान केंदऱ पहुंचे। मतदान करने के बाद परेश रावल ने कहा कि जो वोट न दें, उनके टैक्स बढ़ा देने चाहिए।\n\nअभिनेत्री सान्या मल्होत्रा (Sanya Malhotra) भी पोलिंग बूथ पर जाकर अपने मत का इस्तेमाल किया। वोटिंग करने के बाद सान्या मल्होत्रा काफी खुश दिखी। उन्होंने वोट देने के बाद फोटो भी क्लिक करवाई।\n\nकांग्रेस कार्यकर्ताओं ने अपने ही राष्ट्रीय अध्यक्ष मल्लिकार्जुन खड़गे की तस्वीरों पर पोती काली स्याही\n\nवरिष्ठ अभिनेत्री शोभा खोटे ने भी मुंबई में वोट डाला। उन्होंने वोट डालने के बाद कहा कि मैंने सही उम्मीदवार को वोट किया है। मैंने होम वोटिंग का विकल्प नहीं चुना क्योंकि मैं चाहती थी कि मुझे देखकर लोग घरों से बाहर निकलकर वोट करने के लिए प्रेरित हों।\n\nमहाराष्ट्र में फिल्मी सितारें लगातार वोट डालने के लिए मतदान केंद्र पहुंच रहे हैं। इसमें बॉलीवुड अभिनेत्री जाह्नवी कपूर (Jhanvi Kapoor) भी शामिल हैं। जाह्नवी कपूर पोलिंग बूथ पर जाकर वोट डाला।\n\n49 लोकसभा सीटों पर कुल 695 प्रत्याशी मैदान में\n\nलोकसभा चुनाव के पांचवें चरण के तहत आज (20 मई) को 8 राज्यों/केंद्र शासित प्रदेश की 49 लोकसभा सीटों पर 8 करोड़ 95 लाख से ज्यादा मतदाता 94732 मतदान केंद्रों पर वोट डालकर अपना प्रतिनिधि चुनेंगे। पांचवें चरण की 49 लोकसभा सीटों पर कुल 695 प्रत्याशी मैदान में हैं।\n\nSwati Maliwal मामले में प्रिंटर-लैपटॉप लेकर CM आवास पहुंची दिल्ली पुलिस, CM केजरीवाल 15 मिनट में अपना प्रदर्शन खत्म कर भागे-भागे पहुंचे घर\n\nइन राज्यों में हो रहा चुनाव\n\nआज महाराष्ट्र की 13, उत्तर प्रदेश की 14, पश्चिम बंगाल की सात, बिहार की पांच, झारखंड की तीन, ओडिशा की पांच और जम्मू-कश्मीर तथा लद्दाख की एक-एक सीट पर मतदान होगा. पांचवें चरण में सबसे कम सीटों (49) पर मतदान होने जा रहा है। पांचवें चरण में 9 लाख 47 हजार कर्मचारी चुनाव प्रक्रिया का संचालन करेंगे। सामान्य तौर पर सुबह सात बजे से शाम छह बजे तक मतदान होगा। पांचवें चरण में कुल 8 करोड़ 95 लाख से ज्यादा मतदाता हैं। इसमें 5409 वोटर थर्ड जेंडर हैं। इनमें से 100 साल या इससे ज्यादा आयु के 24,792 मतदाता हैं, जबकि 85 साल या इससे ज्यादा आयु के 7 लाख 81 हजार मतदाता हैं. सात लाख तीन हजार मतदाता दिव्यांग वोटर हैं।\n\nमुल्ला बनाने वाली दुकानें और चार शादियों का करोबार करेंगे बंदः सीएम सरमा बोले- यह हिंदुओं का भारत है, जो टकराएगा वह यमराज के घर पहुंच जाएगा\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "ravi_ranjan@lalluram.com",
                "name": "Ravi Ranjan",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/Bollywood-Stars-Votting.jpg",
        "eventUri": "hin-362990",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8136041293",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-20",
        "time": "03:35:24",
        "dateTime": "2024-05-20T03:35:24Z",
        "dateTimePub": "2024-05-20T03:34:13Z",
        "dataType": "news",
        "sim": 0.6235294342041016,
        "url": "https://lalluram.com/iran-president-ebrahim-raisi-dies-in-helicopter-crash/",
        "title": "BIG BREAKING: हेलीकॉप्टर क्रैश में ईरानी राष्ट्रपति इब्राहिम रईसी की मौत - Lalluram",
        "body": "Ebrahim Raisi dead: हेलीकॉप्टर क्रैश में ईरान के राष्ट्रपति इब्राहिम रईसी (Iran President Ebrahim Raisi) की मौत हो गई है। यह दावा ईरान सरकारी मीडिया ने किया है। ईरानी मीडिया ने रेड क्रिसेंट के हवाले से बताया है कि रेस्क्यू टीम को दुर्घटनाग्रस्त हेलिकॉप्टर मिल गया है। क्रैश साइट से तस्वीरें सामने आई हैं, उसे देखकर इस हादसे में किसी के बचनी की उम्मीद बहुत कम है। ईरान के प्रेस टीवी ने एक्स पोस्ट में लिखा, 'बचाव दल ने राष्ट्रपति इब्राहिम रईसी के दुर्घटनाग्रस्त हेलिकॉप्टर की पहचान कर ली है। किसी भी जीवित व्यक्ति का कोई सुराग नहीं मिला है। एक ड्रोन वीडियो सामने आया है जिसमें ईरानी राष्ट्रपति का हेलीकॉप्टर बुरी तरह क्षतिग्रस्त नजर आ रहा है। रेस्क्यू टीमें हेलिकॉप्टर में सवार लोगों का पता लगा रही हैं।\n\nLok Sabha Election 2024 Phase 5 Voitings: पांचवें चरण में 9 केंद्रीय मंत्रियों और एक पूर्व मुख्यमंत्री मैदान में, इन VIP कैंडिडेट की किस्मत दांव पर\n\nहालांकि, रेड क्रिसेंट ने इस बात की जानकारी नहीं दी कि राष्ट्रपति रईसी और उनके साथ हेलिकॉप्टर में सवार अन्य लोग जीवित हैं या नहीं। राष्ट्रपति इब्राहिम रईसी का हेलिकॉप्टर रविवार को अजरबैजान से लौटते वक्त हादसे का शिकार हो गया था।\n\nIndia Election 2024 5rd Phase Voting: 8 राज्यों की 49 सीटों पर वोटिंग शुरू, अनिल अंबानी- मायावती ने किया मतदान, भारत की नागरिकता मिलने के बाद पहली बार अक्षय कुमार ने डाला वोट\n\nबता दें कि राष्ट्रपति के काफिले में तीन हेलिकॉप्टर शामिल थे, जिनमें से दो सुरक्षित लौट आए, लेकिन वह हेलिकॉप्टर वापस नहीं लौटा जिसमें इब्राहिम रईसी के साथ ईरान के विदेश मंत्री हुसैन अमीर अब्दुल्लाहियन, पूर्वी अजरबैजान प्रांत के गवर्नर मालेक रहमती और धार्मिक नेता मोहम्मद अली आले-हाशेम भी सवार थे। यह तीसरा हेलिकॉप्टर ईरान के पूर्वी अजरबैजान प्रांत में हादसे का शिकार हो गया था।\n\nमुल्ला बनाने वाली दुकानें और चार शादियों का करोबार करेंगे बंदः सीएम सरमा बोले- यह हिंदुओं का भारत है, जो टकराएगा वह यमराज के घर पहुंच जाएगा\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "ravi_ranjan@lalluram.com",
                "name": "Ravi Ranjan",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/ईरानी-राष्ट्रपति-इब्राहिम-रईसी.jpg",
        "eventUri": "hin-362909",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8136032551",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-20",
        "time": "03:25:00",
        "dateTime": "2024-05-20T03:25:00Z",
        "dateTimePub": "2024-05-20T03:24:02Z",
        "dataType": "news",
        "sim": 0.43529412150383,
        "url": "https://lalluram.com/lok-sabha-election-2024-phase-5-votings-the-fate-of-these-vip-candidates-is-at-stake-in-the-fifth-phase/",
        "title": "Lok Sabha Election 2024 Phase 5 Voitings: पांचवें चरण में 9 केंद्रीय मंत्रियों और एक पूर्व मुख्यमंत्री मैदान में, इन VIP कैंडिडेट की किस्मत दांव पर - Lalluram",
        "body": "India Election 2024 5rd Phase Voting: 8 राज्यों की 49 सीटों पर वोटिंग शुरू, अनिल अंबानी- मायावती ने किया मतदान, भारत की नागरिकता मिलने के बाद पहली बार अक्षय कुमार ने डाला वोट\n\nरायबरेली लोकसभा सीट (raebreli lok sabha seat)\n\nरायबरेली लोकसभा सीट से कांग्रेस ने राहुल गांधी (Rahul Gandhi) को टिकट दिया है। वहीं भाजपा ने दिनेश प्रताप सिंह को मैदान में उतारा है। रायबरेली सीट गांधी परिवार का गढ़ रहा है। सोनिया गांधी इस सीट से लगातार पांच बार सांसद रह चुकी हैं। वहीं, आजादी के बाद कांग्रेस को मात्र तीन बार इस सीट से हार मिली है।\n\nमुंबई उत्तर लोकसभा सीट (Mumbai North Lok Sabha seat)\n\nपहली बार लोकसभा चुनाव लड़ रहे केंद्रीय मंत्री पीयूष गोयल (Piyush Goyal ) को बीजेपी ने मुंबई उत्तर लोकसभा सीट से प्रत्याशी बनाया है। इस सीट से बीजेपी ने मौजूदा सांसद गोपाल शेट्टी का टिकट काटा है। वहीं, कांग्रेस ने पूर्व एक्टर भूषण पाटिल को अपना उम्मीदवार घोषित किया है।\n\nअमेठी लोकसभा सीट (Amethi Lok Sabha seat)\n\nबीजेपी ने अमेठी लोकसभा सीट से वर्तमान सांसद स्मृति ईरानी (Smriti Irani) उम्मीदवार बनाया है। यह लगातार तीसरी बार है, जब बीजेपी ने स्मृति ईरानी को अमेठी से टिकट दिया है। वहींराहुल के रायबरेली जाने के बाद कांग्रेस ने किशोरी लाल शर्मा (Kishori Lal Sharma) को टिकट दिया है। स्मृति ने 2019 लोकसभा चुनाव में कांग्रेस से लगातार तीन बार के सांसद राहुल गांधी हराया था। स्मृति ईरानी को तब 4 लाख 68 हजार 514 वोट मिले थे। राहुल के खाते में 4 लाख 13 हजार 394 वोट ही आए थे।\n\nलखनऊ लोकसभा सीट (Lucknow Lok Sabha seat)\n\nलखनऊ लोकसभा सीट से तीन बार के सांसद और रक्षामंत्री राजनाथ सिंह (Rajnath Singh) एक बार फिर से बीजेपी की तरफ से मैदान में हैं। वहीं, सपा ने रविदास मेहरोत्रा को मैदान में उतारा है।\n\nसारण लोकसभा सीट (Saran Lok Sabha seat)\n\nबीजेपी ने सारण लोकसभा सीट से लगातार तीसरी बार केंद्रीय मंत्री राजीव प्रताप रूडी (Rajiv Pratap Rudy) को टिकट दिया है। वहीं राजद से इस बार पूर्व सीएम लालू यादव की बेटी रोहिणी आचार्य (Rohini Acharya) को मैदान में उतारा है। राजीव प्रताप रूडी ने 2014 में लालू की पत्नी राबड़ी देवी और 2019 में उनके समधी चंद्रिका राय को हराया था।\n\nहाजीपुर लोकसभा सीट (Hajipur Lok Sabha seat)\n\nएनडीए एलायंस ने इस बार हाजीपुर लोकसभा सीट से पूर्व केंद्रीय मंत्री रामविलास पासवान (Chirag Paswan) की सीट हाजीपुर से उनके भाई पशुपति पारस की जगह चिराग पासवान मैदान उतारा है। वहीं राजद ने शिव चंदऱ राम को अपना उम्मीदवार बनाया है।\n\nमुंबई नार्थ सेंट्रल लोकसभा सीट (Mumbai North Central Lok Sabha seat)\n\nभाजपा ने मुंबई नॉर्थ सेंट्रल से 26/11 के दोषी कसाब को फांसी दिलाने वाला केस लड़ चुके सरकारी वकील उज्ज्वल निकम (Ujjwal Nikam) को टिकट दिया गया है। वहीं, कांग्रेस ने वर्षा गायकवाड़ को टिकट दिया है।\n\nबारामूला लोकसभा सीट (Baramulla Lok Sabha seat)\n\nबारामूला लोकसभा सीट से नेशनल कॉन्फ्रेंस की तरफ से पूर्व मुख्मंत्री उमर अब्दुल्ला (Omar Abdullah) अपनी किस्मत आजमा रहे हैं। वहीं उनके सामने पीपुल्स कॉन्फ्रेंस के सज्जाद लोन मैदान में हैं। सज्जाद बीजेपी-पीडीपी सरकार में मंत्री रह चुके हैं।\n\nमुल्ला बनाने वाली दुकानें और चार शादियों का करोबार करेंगे बंदः सीएम सरमा बोले- यह हिंदुओं का भारत है, जो टकराएगा वह यमराज के घर पहुंच जाएगा",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "ravi_ranjan@lalluram.com",
                "name": "Ravi Ranjan",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/Rahul-Gandhi-3.jpg",
        "eventUri": "hin-362709",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8136012321",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-20",
        "time": "03:02:50",
        "dateTime": "2024-05-20T03:02:50Z",
        "dateTimePub": "2024-05-20T03:02:11Z",
        "dataType": "news",
        "sim": 0.529411792755127,
        "url": "https://lalluram.com/20-may-love-horoscope-aaj-ka-love-rashifal/",
        "title": "20 May Love Horoscope : इन राशि वालों को प्रेम जीवन में रहना होगा सावधान, इनके बीच हो सकता है मनमुटाव, जानिए आज कैसी रहेगी आपकी लव लाइफ - Lalluram",
        "body": "Love Horoscope : लव राशिफल में आज हम 20 मई 2024 सोमवार की बात कर रहे हैं। प्रेममय जीवन (Love Life) के लिए मेष, वृष, मिथुन, कर्क, सिंह, कन्या, तुला, वृश्चिक, धनु, मकर, कुंभ और मीन राशियों के जातकों के लिए आज का दिन कैसा रहेगा ? प्रेमी-प्रेमिका और कपल्स के बीच आपसी रिश्ता मजबूती की ओर बढ़ेगा या फिर किसी तरह की रुकावट आने वाली है ? आइए जानते हैं आज का लव राशिफल...\n\nमेष राशि वाले जातकों का आज का दिन ऊर्जावान रहने वाला है। अपने से ज्यादा दूसरों का साथ देना आपके लिए नुकसान दे सकता है। लिव इन रिश्ते में रह रहे जातकों के राज आज सार्वजनिक होने का डर बना रहेगा।\n\nवृषि राशि वालों का आज का दिन मेहनत से कार्य करने के लिए रहेगा। आज आपका स्वास्थय और प्रेम जीवन, दोनों में ही आपको सावधान रहने की जरूरत रहेगी।\n\n20 May Horoscope : नए व्यवसाय में निवेश से मिलेगा लाभ, जानें कैसा रहेगा आपका दिन ...\n\nमिथुन राशि वाले लिव इन में रह रहे जातकों के बीच मनमुटाव हो सकता है।\n\nकर्क राशि वाले जातकों प्रेम साथी संग डिनर की योजना बना सकते है।\n\nसिंह राशि वाले अविवाहित जातकों के लिए उत्तम विवाह प्रस्ताव आ सकते हैं। प्रेम जीवन में थोड़ी उथल-पुथल संभव है।\n\n20 मई महाकाल आरती: भगवान महाकाल को त्रिपुंड, चंद्र, बिल्वपत्र और त्रिनेत्र अर्पित कर राजा स्वरूप श्रृंगार, यहां कीजिए दर्शन\n\nकन्या राशि वाले जातकों के प्रेम जीवन में आज सबकुछ सामान्य बना रहेगा।\n\nतुला राशि वाले जातकों का आज का दिन खुशियों भरा रहने वाला है। किसी पुरानी गलती से आज सबक लेना होगा। लव लाइफ जी रहे जातकों के जीवन में आज कुछ रोमांटिक संभव है।\n\nवृश्चिक राशि वाले जीवनसाथी की करियर तरक्की देख प्रसन्नता का अनुभव करेंगे। लिव इन लव लाइफ में अड़चनें उत्पन्न हो सकती है।\n\nचारधाम यात्रा के लिए बिना पंजीकरण यात्रा पर सख्ती\n\nधनु राशि वालों का किसी पुरानी गलती से पर्दा उठ सकता है। प्रेम जीवन जी रहे जातक आज छोटी यात्रा पर जा सकते है।\n\nमकर राशि वाले जातकों का जीवनसाथी से चल रही अनबन को दूर करने का सही समय है। प्रेम विवाह की तैयारी कर रहे लोगों को अभी कुछ समय और रुकना होगा।\n\nकुंभ राशि वाले जातकों की परिवार में किसी सदस्य से कहासुनी हो सकती है, जिसके बाद परिवार का माहौल तनावग्रस्त रहेगा। लव पार्टनर संग आज रोमांटिक समय व्यतीत हो सकता है।\n\nIndia Election 2024 5rd Phase Voting: 8 राज्यों की 49 सीटों पर वोटिंग शुरू, अनिल अंबानी- मायावती ने किया मतदान, भारत की नागरिकता मिलने के बाद पहली बार अक्षय कुमार ने डाला वोट\n\nमीन राशि वालों को जीवनसाथी का सहयोग और सानिध्य भरपूर मिलता दिख रहा है। लिव इन लव लाइफ वाले जातकों को आज क्वालिटी टाइम बिताने करने का समय मिलेगा।\n\nयहां लव राशिफल में दी गई जानकारी ज्योतिष और सामान्य मान्यताओं पर आधारित है। लल्लूराम डॉट कॉम (Lalluram.com) इसकी पुष्टि नहीं करता है।\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [],
        "image": "https://lalluram.com/wp-content/uploads/2024/04/love-horoscope-लव-राशिफल-2.jpg",
        "eventUri": "hin-362974",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8135982530",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-20",
        "time": "02:25:58",
        "dateTime": "2024-05-20T02:25:58Z",
        "dateTimePub": "2024-05-20T02:24:58Z",
        "dataType": "news",
        "sim": 0.6980392336845398,
        "url": "https://ndtv.in/india/pm-modi-appealed-people-to-make-a-new-record-in-fifth-phase-voting-for-lok-sabha-elections-2024-5701702",
        "title": "Lok Sabha Elections 2024 : \"मतदान का नया रिकॉर्ड बनाएं\" : PM मोदी ने पांचवें चरण की वोटिंग से पहले की अपील",
        "body": "India Election 2024: पीएम मोदी ने रिकॉर्ड मतदान करने की अपील की. (फाइल फोटो)\n\nनई दिल्ली:\n\nLok Sabha Elections 2024 : छह राज्यों और दो केंद्र शासित प्रदेशों की 49 लोकसभा सीटों पर आज पांचवें चरण का मतदान है. इनमें महाराष्ट्र की 13, उत्तर प्रदेश की 14, पश्चिम बंगाल की 7, बिहार की 5, झारखंड की 3, ओडिशा की 5 और जम्मू-कश्मीर तथा लद्दाख की एक-एक सीट शामिल है. इसी बीच प्रधानमंत्री नरेंद्र मोदी ने भी लोगों से मतदान की अपील करते हुए सोशल मीडिया पर एक पोस्ट शेयर किया है.\n\nयह भी पढ़ेंदुनिया में 7 में से 1 आईफोन भारत में बनता है : पीएम मोदीलोकसभा चुनाव: 5वें चरण में 49 सीटों पर वोटिंग शुरू, इन हॉट सीटों पर रहेगी नजरLok Sabha Elections 2024 Phase 5 Voting Live Updates: लोकसभा चुनाव के पांचवें चरण का मतदान जारी, कई दिग्गजों की साख दांव पर\n\nअपनी पोस्ट में पीएम मोदी ने लिखा, \"लोकसभा चुनाव के पांचवें चरण में आज 8 राज्यों और केंद्रशासित प्रदेशों की 49 सीटों के लिए वोट डाले जाएंगे. इस चरण के सभी मतदाताओं से मेरा अनुरोध है कि वे अपना वोट जरूर डालें और मतदान का एक नया रिकॉर्ड बनाएं. महिला और युवा वोटरों से मेरी यह विशेष अपील है कि लोकतंत्र के इस महोत्सव में बढ़-चढ़कर हिस्सा लें.\"\n\nलोकसभा चुनाव के पांचवें चरण में आज 8 राज्यों और केंद्रशासित प्रदेशों की 49 सीटों के लिए वोट डाले जाएंगे। इस चरण के सभी मतदाताओं से मेरा अनुरोध है कि वे अपना वोट जरूर डालें और मतदान का एक नया रिकॉर्ड बनाएं। महिला और युवा वोटरों से मेरी यह विशेष अपील है कि लोकतंत्र के इस महोत्सव... -- Narendra Modi (@narendramodi)\n\nMay 20, 2024\n\nबता दें कि इस चरण में रायबरेली और अमेठी जैसी दो हाई प्रोफाइल सीटों पर भी मतदान किया जाएगा. बता दें कि रायबरेली से कांग्रेस के पूर्व अध्यक्ष राहुल गांधी और अमेठी से केंद्रीय मंत्री स्मृति ईरानी मैदान में हैं.\n\nपांचवें चरण में जिन सीट पर मतदान होगा उनमें से 40 से अधिक सीट राष्ट्रीय जनतांत्रिक गठबंधन (राजग) के पास थी. पांचवें चरण में 4.26 करोड़ महिलाओं और 5,409 'थर्ड जेंडर' के मतदाताओं सहित 8.95 करोड़ से अधिक लोग मतदान करने के पात्र हैं और 94,732 मतदान केंद्रों पर 9.47 लाख मतदान अधिकारी तैनात किए गए हैं.\n\nगौरतलब है कि इसके बाद 25 मई और फिर 1 जून छठे और सातवे चरण के मतदान का आयोजन किया जाएगा. इसके बाद 4 जून को वोटों की गिनती होगी.\n\nListen to the latest songs, only on JioSaavn.com\n\nयह भी पढ़ें :\n\nलोकसभा चुनाव के पांचवें चरण का मतदान आज, कई दिग्गजों की साख दांव परलोकसभा चुनाव: 5वें चरण में 49 सीटों पर आज वोटिंग, इन हॉट सीटों पर रहेगी नजरLok Sabha Elections 2024Narendra Modi5th Phase VotingGeneral Elections 20242024 Indian General ElectionsIndia Election 2024Election 2024टिप्पणियां\n\nपढ़ें देश-विदेश की ख़बरें अब हिन्दी में (Hindi News) | चुनाव 2024 (Elections 2024) के लाइव अपडेट के लिए हमें फॉलो करें. और जानें इलेक्शन शेड्यूल (Election Schedule ) NDTV India पर.\n\nलाइव खबर देखें:\n\nफॉलो करे:",
        "source": {
            "uri": "ndtv.in",
            "dataType": "news",
            "title": "ndtv.in"
        },
        "authors": [
            {
                "uri": "मेघा_शरमा@ndtv.in",
                "name": "मेघा शर्मा",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://c.ndtvimg.com/2024-04/s2uddos_narendra-modi_625x300_19_April_24.jpg?im=FaceCrop,algorithm=dnn,width=1200,height=738",
        "eventUri": "hin-362315",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8124595117",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-13",
        "time": "06:35:27",
        "dateTime": "2024-05-13T06:35:27Z",
        "dateTimePub": "2024-05-13T06:34:15Z",
        "dataType": "news",
        "sim": 0.4313725531101227,
        "url": "https://lalluram.com/lok-sabha-chunav-2024-mp-bjp-close-watch-from-women-war-room-big-leaders-are-taking-feedback/",
        "title": "Lok Sabha Election 4th Phase Voting: महिला वॉर रूम से BJP की पैनी नजर, मतदान प्रतिशत बढ़ाने सुबह से जुटी कार्यकर्ता, बड़े नेता ले रहे फीडबैक - Lalluram",
        "body": "मनीषा त्रिपाठी, भोपाल। मध्य प्रदेश (Madhya Pradesh) में लोकसभा चुनाव 2024 के चौथे चरण (Lok Sabha Election 4th Phase Voting) का घमासान जारी है। प्रदेश के 8 सीटों पर (MP Lok Sabha Elections 2024) मतदान हो रहा हैं। इन सीटों पर बीजेपी नजर बनाए हुए हैं। भाजपा कार्यालय में वॉर रूम बनाया गया है। जहां से BJP नेता फीडबैक ले रहे हैं। साथ ही मतदाताओं को वोटिंग के लिए प्रेरित भी कर रहे हैं।\n\nएमपी में महिलाओं को मतदान केंद्र तक लाने के लिए बीजेपी कार्यालय में महिला वॉर रूम बनाया गाय है। बीजेपी प्रदेश अध्यक्ष वीडी शर्मा और लोकसभा चुनाव प्रभारी महेंद्र सिंह ने महिला वॉर रूम का जायजा लिया। लल्लूराम डॉट कॉम (Lalluram.com) से बातचीत करते हुए वीडी शर्मा ने ज्यादा से ज्यादा वोट करने की अपील की है। उन्होंने मालवा की सभी सीटों पर जीत का दावा भी किया है।\n\nLok Sabha Chunav 2024 Phase 4 Voting: मंदसौर और उज्जैन में मतदान का बहिष्कार, अपनी मांगों को लेकर अड़े ग्रामीण, मौके पर प्रशासनिक अमला\n\nभाजपा प्रदेश अध्यक्ष ने कहा कि नरेंद्र मोदी को तीसरी बार प्रधानमंत्री बनाने के लिए जनता ने ठान ली है। ट्राइबल बेल्ट में बीजेपी इतिहास बनाने जा रही है। हमारा हर कार्यकर्ता वोटर्स को मतदान के लिए प्रेरित कर रहा है। 8 लोकसभा सीटों के पिंक बूथ पर हो रहे मतदान का हिसाब रखने के लिए महिला वॉर रूम भी बनाया गया है। प्रदेश में हर स्तर पर महिलाएं वोटिंग प्रतिशत बढ़ाने कम कर रही हैं। महिला कार्यकर्ताओं की एक चेन बनाई गई है।\n\nIndia Election 2024 4th Phase Voting: एमपी की 8 सीटों पर वोटिंग जारी, जानिए किस प्रत्याशी ने कहां किया मतदान...\n\nवहीं इंदौर लोकसभा सीट पर कम मतदान प्रतिशत को लेकर वीडी शर्मा ने कहा कि अभी और वोटिंग होनी है। महिला टीम का इंदौर पर ज्यादा फोकस है। इंदौर के लोग जागरूक होकर मतदान करेंगे।\n\nइधर, इंदौर में मतदान के दिन भारतीय जनता पार्टी का वोट बढ़ाने का अभियान भी जारी है। सुबह से बड़े नेता फीडबैक ले रहे है। बूथ कार्यकर्ताओं से सीधे संपर्क साध रहे है। मंत्री कैलाश विजयवर्गीय बूथ कार्यकर्ता से फोन पर बातचीत का वीडियो भ शेयर किया है। वोटिंग के साथ विपक्ष की स्थित का भी फीडबैक ले रहे है।\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/BJP-3.jpg",
        "eventUri": "hin-360968",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8124496362",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-13",
        "time": "05:15:14",
        "dateTime": "2024-05-13T05:15:14Z",
        "dateTimePub": "2024-05-13T05:14:14Z",
        "dataType": "news",
        "sim": 0.5098039507865906,
        "url": "https://lalluram.com/india-election-2024-4th-phase-voting-indore-95-year-old-chhatar-singh-and-85-year-old-thakur-voted-in-depalpur/",
        "title": "India Election 2024 4th Phase Voting: मतदान के लिए बुजुर्गों में दिखा उत्साह, 95 साल के छतर सिंह और 85 साल के ठाकुर पहुंचे पोलिंग बूथ, वोटिंग कर दिया संदेश - Lalluram",
        "body": "India Election 2024 4th Phase Voting: लोकसभा चुनाव के चौथे चरण में मध्य प्रदेश की अंतिम आठ सीटों पर आज मतदान जारी है। आज 18 साल की उम्र में कदम रखने वाले नौजवानों से लेकर महिलाएं और बूढ़े अपने मत का प्रयोग कर रहे हैं। सबसे हैरान करने वाले बात यह है कि आज लोकतंत्र के इस महापर्व के दिन बुजुर्ग मतदाताओं का जोश देखते बन रहा है। मतदान की प्रक्रिया के दौरान देपालपुर विधानसभा के 85 साल और 95 साल के बुजुर्ग मतदाताओं ने अपने मताधिकार का प्रयोग किया।\n\nVoitings percentage: एमपी में 9 बजे तक हुई 14.97% वोटिंग; उज्जैन में सबसे अधिक तो मतदान में पिछड़ा इंदौर, जानें सभी सीटों का आंकड़ा...\n\nदेपालपुर विधानसभा के भील ग्राम बडोली में 32 नंबर मतदान केंद्र पर गांव के सबसे ज्यादा उम्र के छतर सिंह जो फूफा जी के नाम से गांव में प्रचलित हैं। उनकी उम्र 95 वर्ष है और वे गांव के सबसे बुजुर्ग व्यक्ति हैं। आज इस महापर्व में उन्होंने भी हिस्सा लिया और वोट डालने से नहीं चूके। वहीं 85 साल के ठाकुर सिंह ने भी मतदान केंद्र पर जाकर अपने पसंदीदा प्रत्याशी के पक्ष में वोटिंग की। अपने इस जज्बे से उन्होंने यही संदेश दिया कि सभी को वोट करना चाहिए।\n\nLok Sabha Election 2024 Phase 4 Voitings: मालवा की महत्वपूर्ण सीट मंदसौर लोकसभा में 10 साल से BJP का कब्जा, यहां भाजपा- कांग्रेस में सीधा मुकाबला\n\nबता दें कि देपालपुर इंदौर लोकसभा क्षेत्र के अंतर्गत आता है। यहां बीजेपी की ओर से शंकर लालवानी चुनावी मैदान में हैं। वहीं अक्षय कांति बम के नामांकन वापस लेने और भाजपा में शामिल होने के बाद विपक्ष की ओर से कोई प्रत्याशी नहीं है। इस वजह से पार्टी नोटा का समर्थन कर रही है।\n\nLok Sabha Elections 2024 Phase 4 Voting: उज्जैन में मतदान केंद्र के बाहर धरने पर बैठे कांग्रेस प्रत्याशी, मुख्य पीठासीन अधिकारी पर BJP के प्रचार का लगाया आरोप\n\nइंदौर में सबसे कम हुआ मतदान\n\nचुनाव आयोग के आंकड़ों के मुताबिक, सबसे ज्यादा मतदान उज्जैन में 16.80 प्रतिशत हुआ है। जबकि सबसे कम इंदौर में 11.48 फीसदी मतदान हुआ है। देवास में 16.79, मंदसौर में 16.61, रतलाम में 13.73, धार में 15.61, खरगोन में 15.35, जबकि खंडवा में 14.68 प्रतिशत मतदान हुआ है।\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/loksabha-election-indore-loksabha-seat.jpg",
        "eventUri": "hin-360968",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8124464097",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-13",
        "time": "04:45:20",
        "dateTime": "2024-05-13T04:45:20Z",
        "dateTimePub": "2024-05-13T04:43:27Z",
        "dataType": "news",
        "sim": 0.6117647290229797,
        "url": "https://lalluram.com/lok-sabha-election-2024-phase-4-voting-percentage-14-97-voting-took-place-in-mp-till-9-am-indore-lagged-behind-the-most-in-voting-in-ujjain/",
        "title": "Voitings percentage: एमपी में 9 बजे तक हुई 14.97% वोटिंग; उज्जैन में सबसे अधिक तो मतदान में पिछड़ा इंदौर, जानें सभी सीटों का आंकड़ा... - Lalluram",
        "body": "Lok Sabha Election 2024 Phase 4 Voitings percentage: लोकसभा चुनाव 2024 के लिए चौथे चरण के लिए आज सोमवार (13 मई, 2024) को मतदान हो रहा है. चौथे चरण के लिए 10 राज्यों और केंद्रशासित प्रदेशों की 96 सीटों पर सुबह 7 बजे से वोटिंग शुरू हो गई. मध्य प्रदेश की 9 सीटों पर भी मतदान जारी है. इसी बीच चुनाव आयोग ने सुबह 9 बजे तक हुई वोटिंग (Phase 4 Voitings percentage) का आंकड़ा जारी कर दिया है.\n\nलोकसभा चुनाव के चौथे चरण को लेकर चुनाव आयोग ने सुबह 9 बजे तक के आंकड़े जारी कर दिए हैं. प्रदेश के 8 लोकसभा क्षेत्रों के 16 जिलों के 18,007 मतदान केंद्रों पर शांतिपूर्वक मतदान जारी है. सुबह 9 बजे तक 14.97% मतदान हुआ. मुख्य निर्वाचन पदाधिकारी अनुपम राजन ने बताया कि मतदाताओं की सुविधा के लिए मतदान केंद्रों पर बेहतर व्यवस्थाएं की गई हैं.\n\nLok sabha elections 2024 phase 4 voting: CM मोहन ने उज्जैन में किया मतदान, कहा- जीत का बनेगा एक नया रिकॉर्ड, डिप्टी सीएम ने भी डाला वोट\n\nचुनाव आयोग के आंकड़ों के मुताबिक, सबसे ज्यादा मतदान उज्जैन में 16.80 प्रतिशत हुआ है. जबकि सबसे कम इंदौर में 11.48 फीसदी मतदान हुआ है. देवास में 16.79, मंदसौर में 16.61, रतलाम में 13.73, धार में 15.61, खरगोन में 15.35, जबकि खंडवा में 14.68 प्रतिशत मतदान हुआ है.\n\nIndia Election 2024 4th Phase Voting: एमपी की 8 सीटों पर वोटिंग जारी, जानिए किस प्रत्याशी ने कहां किया मतदान...\n\nवहीं प्रदेशवार आंकड़ो की बात करें तो पंश्चिम बंगाल में 9 बजे तक सबसे ज्यादा वोटिंग हुई है. पश्चिम बंगाल- 15. 24 फीसदी, मध्य प्रदेश- 14.97 फीसदी, झारखंड- 11.78 फीसदी, यूपी- 11. 67 फीसदी, बिहार- 10.18 फीसदी, तेलंगाना- 9.51 फीसदी, ओडिशा- 9.23 फीसदी, आंध्र प्रदेश- 9.05 फीसदी, महाराष्ट्र- 6.45 फीसदी, जम्मू-कश्मीर- 5.07 फीसदी मतदान हुआ है.\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "rajkumar_pandey@lalluram.com",
                "name": "Rajkumar Pandey",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/Phase-4-Voitings-percentage.jpg",
        "eventUri": "hin-360968",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8124439371",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-13",
        "time": "04:18:28",
        "dateTime": "2024-05-13T04:18:28Z",
        "dateTimePub": "2024-05-13T04:17:29Z",
        "dataType": "news",
        "sim": 0.6039215922355652,
        "url": "https://lalluram.com/india-lok-sabha-election-2024-phase-4-voting-lok-sabha-chunav-2024-fourth-phase-voting-voting-continues-on-8-seats-of-mp-know-which-candidate-voted-where/",
        "title": "India Election 2024 4th Phase Voting: एमपी की 8 सीटों पर वोटिंग जारी, जानिए किस प्रत्याशी ने कहां किया मतदान... - Lalluram",
        "body": "भोपाल. India Election 2024 4th Phase Voting: लोकसभा चुनाव 2024 के मद्देनजर चौथे चरण (Lok Sabha Election 4th Phase Voting) की वोटिंग सुबह 7 बजे शुरू हो गई है. सुबह 7 बजे से शाम के 6 बजे तक मतदान किया जाएगा. चौथे चरण में 10 राज्यों की 96 सीटों पर मतदान किया जाएगा, जिसमें मध्य प्रदेश (MP 4th Phase Lok Sabha Election) की 08 सीटें शामिल है. इसी बीच प्रदेश के मुख्यमंत्री डॉ मोहन यादव (CM Dr. Mohan Yadav), डिप्टी सीएम जगदीश देवड़ा समेत अन्य बीजेपी-कांग्रेस प्रत्याशियों ने अपना-अपना मतदान किया...\n\nLok sabha elections 2024 phase 4 voting: CM मोहन ने उज्जैन में किया मतदान, कहा- जीत का बनेगा एक नया रिकॉर्ड, डिप्टी सीएम ने भी डाला वोट\n\nखंडवा लोकसभा के कांग्रेस प्रत्याशी नरेंद्र पटेल ने अपने गृह क्षेत्र सनावद में मतदान किया. वहीं खंडवा से सांसद एवं बीजेपी प्रत्याशी ज्ञानेश्वर पाटिल ने मतदान से पहले भगवान शिव का आशीर्वाद लेने पहुंचे. ज्ञानेश्वर पाटिल बुरहानपुर के शिव मंदिर में पूजा करने पहुंचे. जिसके बाद उन्होंने मतदान किया.\n\nLok Sabha Elections 2024 Phase 4 Voting: उज्जैन में मतदान केंद्र के बाहर धरने पर बैठे कांग्रेस प्रत्याशी, मुख्य पीठासीन अधिकारी पर BJP के प्रचार का लगाया आरोप\n\nरतलाम झाबुआ भाजपा प्रत्याशी अनीता नागर सिंह चौहान ने अलीराजपुर में मतदान किया. सभी मतदाताओं से भाजपा के पक्ष में मतदान करने अपील की. उन्होंने नरेंद्र मोदी को फिर से प्रधानमंत्री बना कर विकसित भारत के सपने को साकार करने की बात कही. वहीं कांग्रेस प्रत्याशी कांतिलाल भूरिया झाबुआ के गोपाल मंदिर पर दर्शन करने के बाद गोपाल कॉलोनी बूथ क्रमांक 93 पर परिवार के साथ मतदान किया.\n\nLok Sabha Election 2024 Phase 4 Voitings: मालवा की महत्वपूर्ण सीट मंदसौर लोकसभा में 10 साल से BJP का कब्जा, यहां भाजपा- कांग्रेस में सीधा मुकाबला\n\nउज्जैन से कांग्रेस प्रत्याशी महेश परमार मतदान से पहले बाबा महाकाल का आशीर्वाद किया. जिसके बाद महेश परमार दशहरा मैदान स्थित मतदान केंद्र पहुंचे. जहां उन्होंने मतदान किया. इस दौरान उन्होंने सभी मतदाता से वोट डालने की अपील की.\n\nMP Lok Sabha Election Phase 4 voting: चौथे चरण का मतदान जारी, PM Modi और CM Mohan की जनता से रिकॉर्ड वोटिंग करने की अपील\n\nशाजापुर जिले की शुजालपुर विधानसभा क्षेत्र के बूथ क्रमांक 229 सरस्वती शिशु मंदिर में उच्च शिक्षा मंत्री इंद्र सिंह परमार ने मतदान किया और नगरवासियों से ज्यादा से ज्यादा वोट डालने की अपील की.\n\nमंदसौर लोकसभा से बीजेपी प्रत्याशी सुधीर गुप्ता ने सपत्नीक मतदान किया. धार महू लोकसभा क्षेत्र की भाजपा प्रत्याशी सावित्री ठाकुर ने धरमपुरी विधानसभा क्षेत्र के तारापुर में अपना वोट डाला.\n\nखरगोन बड़वानी लोकसभा कांग्रेस के उम्मीदवार पोरलाल खरते ने ग्राम मेदलिया पानी में मतदान किया.\n\nगौरतलब है कि मध्य प्रदेश के 29 लोकसभा निर्वाचन क्षेत्रों में से 8 लोकसभा सीटों इंदौर, देवास, रतलाम, उज्जैन, धार, मंदसौर, खरगोन और खंडवा लोकसभा सीटों पर आज, 13 मई को मतदान हो रहा है. इससे पहले 21 सीटों पर तीन चरणों में मतदान की प्रक्रिया संपन्न की जा चुकी है. चौथे चरण में 74 प्रत्याशियों की किस्मत का फैसला होने वाला है. इन 8 लोकसभा सीटों में सबसे अधिक इंदौर लोकसभा सीट पर प्रत्याशी आमने सामने हैं.\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "rajkumar_pandey@lalluram.com",
                "name": "Rajkumar Pandey",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/Lok-Sabha-Election-4th-Phase-Voting.jpg",
        "eventUri": "hin-360968",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8124407476",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-13",
        "time": "03:45:33",
        "dateTime": "2024-05-13T03:45:33Z",
        "dateTimePub": "2024-05-13T03:44:51Z",
        "dataType": "news",
        "sim": 0.4549019634723663,
        "url": "https://lalluram.com/india-general-elections-2024-get-all-news-updates-on-lok-sabha-elections-2024-phase-4-voting-cm-mohan-yadav-and-deputy-cm-jagdish-deora-voted/",
        "title": "Lok sabha elections 2024 phase 4 voting: CM मोहन ने उज्जैन में किया मतदान, कहा- जीत का बनेगा एक नया रिकॉर्ड, डिप्टी सीएम ने भी डाला वोट - Lalluram",
        "body": "उज्जैन. India general election 2024 : लोकसभा चुनाव 2024 के मद्देनजर चौथे चरण (Lok Sabha Election 4th Phase Voting) की वोटिंग 13 मई को शुरू हो गई है. सुबह 7 बजे से शाम के 6 बजे तक मतदान किया जाएगा. चौथे चरण में 10 राज्यों की 96 सीटों पर मतदान किया जाएगा, जिसमें मध्य प्रदेश (MP 4th Phase Lok Sabha Election) की 08 सीटें शामिल है. इसी बीच प्रदेश के मुख्यमंत्री डॉ मोहन यादव (CM Dr. Mohan Yadav) उज्जैन पहुंचे. जहां उन्होंने मतदान किया.\n\nमुख्यमंत्री डॉ मोहन यादव उज्जैन दक्षिण विधानसभा के मतदाता है. मोहन यादव (CM Mohan Yadav voted) ने मतदान केंद्र नरुमल गगनदास जेठवानी सिंधी धर्मशाला, फ्री गंज, बूथ नंबर 60 पर मतदान किया. मतदान से पहले उन्होंने भगवान हनुमान के दर्शन किए. घर से निकलने से पहले उन्होंने पिता का भी आशीर्वाद लिया.\n\nIndia Election 2024 4th Phase Voting : उज्जैन लोकसभा सीट पर मतदान जारी, बीजेपी-कांग्रेस में टक्कर, अबकी बार बाबा महाकाल किसकी नैया लगाएंगे पार?\n\nमतदान के बाद सीएम मोहन यादव ने मतदान के बाद मीडिया से कहा कि देश को मजबूत करने के लिए मतदान करना जरूरी है. इस दौरान वे कांग्रेस पर भी जमकर बरसे. उन्होंने कहा कि कांग्रेस ने नकारात्मकता की सीमा पार कर दी. नोटा को प्रत्याशी बनाकर प्रचार करना गलत. उन्होंने कहा कि भगवान राम का अपमान करना कांग्रेस की परंपरा है. कांग्रेस ने पाकिस्तान की इज्जत की, इसलिए उसने हम पर दो-दो बार आक्रमण किए.\n\nMP Lok Sabha Election Phase 4 voting: चौथे चरण का मतदान जारी, PM Modi और CM Mohan की जनता से रिकॉर्ड वोटिंग करने की अपील\n\nडॉ मोहन यादव ने कहा कि प्रसन्नता है बाबा महाकाल की नगरी में लोगों में उत्साह है. गवान के दर्शन करने के बाद वोट डालने आए. जीत का एक नया रिकॉर्ड बनेगा. मध्य प्रदेश में साड़ी की सारी चीजों पर बीजेपी जीतेगी. इंदौर में कांग्रेस की यह नकारात्मकता है. कांग्रेस नोटा का प्रचार कर रही है. नोटा कभी प्रत्याशी नहीं हो सकता है. यह कांग्रेस के नकारात्मकता है सारी सीमाओं को तोड़ा है ऐसी कोई भी प्रचारित नहीं करता नोटा को.\n\nLok Sabha Elections 2024 Phase 4 Voting: उज्जैन में मतदान केंद्र के बाहर धरने पर बैठे कांग्रेस प्रत्याशी, मुख्य पीठासीन अधिकारी पर BJP के प्रचार का लगाया आरोप\n\nमुख्यमंत्री ने कहा कि एक तरफ तनातनी है और एक तरफ सनातनी हैं. कल महाराष्ट्र के चीफ ने जो बयान दिया है ऐसे बयान का मतलब क्या है ..गंदी मानसिकता है. नेहरू जी ने सोमनाथ मंदिर के दर्शन नहीं किए थे राहुल ने राम मंदिर के दर्शन नहीं किया. कांग्रेस की मानसिकता है कि वह अपने देश से ज्यादा विरोधी देश पर भरोसा करते हैं.\n\nLok Sabha Election 2024 Phase 4 Voitings: मालवा की महत्वपूर्ण सीट मंदसौर लोकसभा में 10 साल से BJP का कब्जा, यहां भाजपा- कांग्रेस में सीधा मुकाबला\n\nवहीं डिप्टी सीएम जगदीश देवड़ा ने भी मतदान करने पहुंचे. उप मुख्यमंत्री जगदीश देवड़ा ने मंदसौर में सपत्नीक वोटिंग किया. मतदान के बाद उन्होंने कहा कि लोगों में लोकतंत्र के प्रति बहुत उत्साह है... ज्यादा से ज्यादा मतदान होगा. बेटे और पत्नी के साथ मैंने भी सुबह-सुबह वोट किया है. देश की जनता पर भरोसा है कि अबकी बार 400 पार.\n\nLalluram.Com के व्हाट्सएप चैनल को Follow करना न भूलें.\n\nhttps://whatsapp.com/channel/0029Va9ikmL6RGJ8hkYEFC2H",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "rajkumar_pandey@lalluram.com",
                "name": "Rajkumar Pandey",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/CM-mohan-3-1.jpg",
        "eventUri": "hin-360968",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    },
    {
        "uri": "8124376772",
        "lang": "hin",
        "isDuplicate": false,
        "date": "2024-05-13",
        "time": "03:08:56",
        "dateTime": "2024-05-13T03:08:56Z",
        "dateTimePub": "2024-05-13T03:08:23Z",
        "dataType": "news",
        "sim": 0.6705882549285889,
        "url": "https://lalluram.com/lok-sabha-election-phase-4-voting-voting-for-the-fourth-phase-continues-pm-modi-and-cm-mohan-appeal-to-the-public-for-record-voting/",
        "title": "MP Lok Sabha Election Phase 4 voting: चौथे चरण का मतदान जारी, PM Modi और CM Mohan की जनता से रिकॉर्ड वोटिंग करने की अपील - Lalluram",
        "body": "India Election 2024 4th Phase Voting : लोकसभा चुनाव 2024 के मद्देनजर चौथे चरण (Lok Sabha Election 4th Phase Voting) की वोटिंग 13 मई को शुरू हो गई है. सुबह 7 बजे से शाम के 6 बजे तक मतदान किया जाएगा. चौथे चरण में 10 राज्यों की 96 सीटों पर मतदान किया जाएगा, जिसमें मध्य प्रदेश (MP 4th Phase Lok Sabha Election) की 08 सीटें शामिल है. इसी बीच देश के प्रधानमंत्री नरेंद्र मोदी और प्रदेश के मुखिया डॉ मोहन यादव ने प्रदेश की जनता से मतदान की अपील की है.\n\nप्रधानमंत्री नरेंद्र मोदी ने X पर पोस्ट करते हुए लोगों से अधिक से अधिक मतदान की अपील की है. उन्होंने लिखा, \"लोकसभा चुनाव के चौथे चरण में आज 10 राज्यों और केंद्र शासित प्रदेशों की 96 सीटों पर मतदान हो रहे हैं. मुझे विश्वास है कि इन सभी सीटों पर लोग भारी संख्या में मतदान करेंगे, जिसमें युवा और महिला वोटर बढ़-चढ़कर हिस्सा लेंगे. आइए, अपने कर्तव्य को निभाएं और लोकतंत्र को मजबूत करें.\"\n\nवहीं मुख्यमंत्री डॉ मोहन यादव ने X पर कहा, \"आज लोकसभा चुनाव 2024 के अंतर्गत चौथे चरण व मध्यप्रदेश में अंतिम चरण का मतदान हो रहा है. मध्यप्रदेश के लोकसभा क्षेत्रों देवास, उज्जैन, मंदसौर, रतलाम, धार, इंदौर, खरगौन और खंडवा के सम्मानित मतदाताओं से विनम्र निवेदन है कि अपने मताधिकार का उपयोग अवश्य करें, जिससे शत-प्रतिशत मतदान सुनिश्चित किया जा सके. आपका एक वोट ही लोकतंत्र की गहरी जड़ों को सशक्त बना सकता है और देश को उज्ज्वल भविष्य दे सकता है.\"\n\nगौरतलब है कि मध्य प्रदेश के 29 लोकसभा निर्वाचन क्षेत्रों में से 8 लोकसभा सीटों इंदौर, देवास, रतलाम, उज्जैन, धार, मंदसौर, खरगोन और खंडवा लोकसभा सीटों पर आज, 13 मई को मतदान हो रहा है. इससे पहले 21 सीटों पर तीन चरणों में मतदान की प्रक्रिया संपन्न की जा चुकी है. चौथे चरण में 74 प्रत्याशियों की किस्मत का फैसला होने वाला है. इन 8 लोकसभा सीटों में सबसे अधिक इंदौर लोकसभा सीट पर प्रत्याशी आमने सामने हैं.",
        "source": {
            "uri": "lalluram.com",
            "dataType": "news",
            "title": "Lalluram"
        },
        "authors": [
            {
                "uri": "rajkumar_pandey@lalluram.com",
                "name": "Rajkumar Pandey",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://lalluram.com/wp-content/uploads/2024/05/PM-Modi-CM-mohan-1.jpg",
        "eventUri": "hin-360968",
        "sentiment": null,
        "wgt": 1,
        "relevance": 1
    }
]