[
    {
        "uri": "8161615153",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:20:30",
        "dateTime": "2024-06-04T18:20:30Z",
        "dateTimePub": "2024-06-04T18:19:30Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://economictimes.indiatimes.com/news/elections/lok-sabha/uttar-pradesh/priyanka-gandhi-the-x-factor-in-india-blocs-uttar-pradesh-upset/articleshow/110712446.cms",
        "title": "Priyanka Gandhi: The X factor in INDIA bloc's Uttar Pradesh upset",
        "body": "In the 2024 Lok Sabha elections, Uttar Pradesh became a political thriller with Rahul Gandhi and Akhilesh Yadav challenging the BJP, resulting in a reduced seat share for the ruling party. Priyanka Gandhi's intense campaign played a crucial role in Congress's victories in Amethi and Rae Bareli. Her direct and personal approach resonated with voters, particularly women. She also successfully brokered a seat-sharing deal between Congress and the Samajwadi Party. This election marked a significant turnaround for Congress in Uttar Pradesh.Uttar Pradesh has emerged as a gripping political thriller on the day of the Lok Sabha election results in 2024. Rahul Gandhi and Akhilesh Yadav, the 'UP ke ladke', posed a formidable challenge to the Bharatiya Janata Party (BJP), with the INDIA bloc cutting into BJP's seat share. However, the true victor of Uttar Pradesh in this election is a leader whose efforts have finally borne fruit.\n\nThe twin power:\n\nThe Congress clinched victory in Amethi and Rae Bareli. Rahul Gandhi, who contested from Rae Bareli this time along with Wayanad after Sonia Gandhi moved to Rajya Sabha, won by a huge margin and broke his mother's record.\n\nAmethi, which the Congress lost in 2019 after BJP's Smriti Irani defeated Rahul Gandhi, in a surprise result, is also now back with the party. Congress's Amethi candidate Kishori Lal Sharma won the Gandhi family bastion defeating BJP's 'giant-slayer'.\n\nCongratulating Sharma, Priyanka Gandhi wrote on X: \"Kishori bhaiya, I never had any doubts, I was sure from the beginning that you would win. Hearty congratulations to you and my dear brothers and sisters of Amethi!\"\n\nThe positive outcomes followed an intense campaign led by star campaigner Priyanka Gandhi, who chose not to run in the elections but made every effort to secure votes for the alliance.\n\nThe star campaigner in Uttar Pradesh\n\nIn one of her addresses to the party workers during the election campaign Priyanka said, \"We have to fight together, with all our strength. Every single one of us has to be ready for the battle ahead.\" She urged party members to work tirelessly and fearlessly to secure victory in the polls and showed the way herself.\n\nPriyanka Gandhi Vadra's campaign in Amethi and Rae Bareli showcased her personal approach, boldness, and impromptu style. Her interactions with the public were marked by a sense of connection and empathy. \"I am your sister, your daughter. I have come to understand your issues and find solutions,\" she told a group of women in Amethi.\n\nPriyanka's campaign focused on directly engaging with voters, especially women, and addressing their concerns. She visited villages, held small meetings, and participated in door-to-door canvassing. Her spontaneity was evident when she joined young girls performing a folk dance at a village in Rae Bareli, breaking into an impromptu jig herself.\n\nPriyanka's campaign style was a departure from the traditional, stage-managed rallies often seen in Indian politics. Her approach was more personal, direct, and spontaneous, which resonated with the local population and is now translating into Lok Sabha wins.\n\nThe one who brought 'UP ke ladke' together\n\nAfter the 2017 assembly election setback, a new alliance between Congress and the Samajwadi Party seemed unlikely. However, they finally agreed on seat sharing, thanks to Priyanka Gandhi, who broke the deadlock.\n\nWhile announcing the seat-sharing details in February, Congress UP incharge Avinash Pande made a special mention of Priyanka's role in reaching a consensus. It was Priyanka Gandhi who dialled up Akhilesh Yadav to iron out differences between the two parties. The call helped not just seal the deal but also ensured that Congress got a fair deal in the form of some important seats that it wanted, the sources added.\n\nIn 2017 last assembly elections, the Congress could win just one seat. This, even though Priyanka Gandhi led the party campaign. In the 2019 Lok Sabha elections also, the party could win only the Rae Bareli seat which is represented by Sonia Gandhi. Rahul Gandhi's defeat at the hands of BJP's Smriti Irani in Congress bastion of Amethi represented a new low in Congress's electoral performance in the state.\n\nBut the 2024 Lok Sabha election results now portray a different story altogether.\n\n(With TOI inputs)",
        "source": {
            "uri": "economictimes.indiatimes.com",
            "dataType": "news",
            "title": "Economic Times",
            "location": {
                "type": "country",
                "label": {
                    "eng": "India"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://img.etimg.com/thumb/msid-110712461,width-1200,height-630,imgsize-205488,overlay-economictimes/photo.jpg",
        "eventUri": null,
        "sentiment": 0.3490196078431373,
        "wgt": 455221230,
        "relevance": 8
    },
    {
        "uri": "8161614582",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:19:53",
        "dateTime": "2024-06-04T18:19:53Z",
        "dateTimePub": "2024-06-04T18:19:01Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://news.abplive.com/sports/cricket/jofra-archer-tweet-resurfaces-as-bjp-fails-to-go-400-par-lok-sabha-election-result-2024-1693340",
        "title": "Jofra Archer's Tweet Resurfaces As BJP Fails To Go '400 Par' In Lok Sabha Election Result 2024",
        "body": "Jofra Archer's Tweet Resurfaces As BJP Fails To Go '400 Par' In Lok Sabha Election Result 2024: When on song, Jofra Archer, the England speedster, is among the most lethal fast bowlers in world cricket. While he hasn't been able to be on the field as often as he and the Three Lions would have liked, owing to injury and fitness concerns, Archer is also known for his tweets which somehow find their way to be relevant, years after they had been posted by the pacer\n\nAnd now as the Results of the Lok Sabha Election 2024 was declared on Tuesday (June 4), one of Archer's old tweet has resurfaced. Notably, the ruling party in India- Prime Minister Narendra Modi-led Bhartiya Janata Party (BJP)'s entire campaign for the elections revolved around the 'Abki Baar 400 Paar' Mantra which clearly showed their aim of going past 400 seats in the General Elections.\n\nREAD HERE | From Highest First Time Voters To Biggest Victory Margin -- A List Of Records Set In Lok Sabha Election 2024\n\nHowever, with the BJP-led National Democartic Alliance (NDA) having to settle with less than 300 seats, Archer's old tweet has gone viral and seems to be a dig at the party even though it could be an observation on a cricket match and its score made years ago.\n\nALSO READ | From Yusuf Pathan, Kirti Azad To Devendra Jhajharia: How Sporting Personalities Fared In Lok Sabha Election 2024\n\nMeanwhile, among members of the cricket fraternity it was Yusuf Pathan and Kirti Azad, who had contested in the Lok Sabha Elections. Both were candidates of the All India Trinamool Congress (TMC), contesting from the Bahrampur and the Bardhaman-Durgapur Constituency respectively. Both emerged victorious, with Pathan beating Congress' Adhir Ranjan Chowdhury and Azad winning over BJP'sDilip Ghosh.",
        "source": {
            "uri": "news.abplive.com",
            "dataType": "news",
            "title": "english",
            "location": {
                "type": "country",
                "label": {
                    "eng": "India"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://feeds.abplive.com/onecms/images/uploaded-images/2024/06/04/a721d1d51fbd8a4c7bbd935cbf5ab6fb1717524372202625_original.jpg?impolicy=abp_cdn&imwidth=640",
        "eventUri": null,
        "sentiment": 0.1764705882352942,
        "wgt": 455221193,
        "relevance": 8
    },
    {
        "uri": "8161611498",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:18:04",
        "dateTime": "2024-06-04T18:18:04Z",
        "dateTimePub": "2024-06-04T18:16:32Z",
        "dataType": "news",
        "sim": 0.5411764979362488,
        "url": "https://theprint.in/elections/andhra-assembly-polls-jsp-chief-pawan-kalyan-set-to-win-by-over-70000-votes-in-pithapuram/2113627/",
        "title": "Andhra assembly polls: JSP chief Pawan Kalyan set to win by over 70,000 votes in Pithapuram",
        "body": "Pithapuram, the seat from where Kalyan chose to fight the assembly election, had become the most keenly watched contest in Andhra Pradesh.\n\nP.K. had lost both the Gajuwaka and Bhimavaram assembly constituencies to the YSRCP in the 2019 polls, which he had contested in an alliance with the Communist Party of India (Marxist), the Communist Party of India and the Bahujan Samaj Party, leaving lakhs of fans and admirers of the hugely popular Telugu film star turned politician, especially among the youth, heartbroken.\n\nTaking no chances in this election, Kalyan had allied with TDP and BJP -- the winning combination of the 2014 polls. Kalyan formed the JSP in 2014, but the fledgling party did not contest the polls then, even though Kalyan campaigned extensively for the TDP-BJP.\n\nFor the 2024 elections, Kalyan, going against the expectations of his party workers in these elections, settled for 21 assembly seats and two Lok Sabha seats as the share of the JSP in the tripartite alliance to accommodate the BJP.\n\nKalyan started his political career in the short-lived Praja Rajyam Party (PRP) formed by his elder brother, K. Chiranjeevi, but left when the PRP merged with the Congress in 2011 and founded the JSP three years later.\n\nKalyan's Pithapuram selection, according to analysts, is calculated and deliberate as the assembly seat has a significant number of Kapus, whose community Kalyan hails from.\n\nPithapuram, 15 km from the port town Kakinada, is located in the lush Godavari region and is known for its serene green landscapes, temples, etc. According to reports, the most heavily wagered-on result in the state was that of Pithapuram, after the discrete betting of crores of rupees on which party or combine would come to power in the state.\n\nIn addition to the caste factor, hundreds of Kalyan's fans -- daily wage labourers from nearby towns and villages to Telugu techies from abroad -- descended on the quiet town of Pithapuram, weeks ahead of the 13 May polls. They silently but actively campaigned for Kalyan, galvanising electoral support for their beloved leader.\n\nKalyan, however, faced a formidable rival in YSRCP candidate Geetha. A seasoned politician, Geetha, who started her political journey in the TDP, was elected the Pithapuram MLA in 2009 from Chiranjeevi's PRP. At the time, Kalyan actively supported Geetha as part of the PRP campaign.\n\nGeetha was a TDP Rajya Sabha MP from 2000 to 2006 before she joined the PRP and then the Congress when the PRP merged with the national party. She joined the YSRCP before the 2019 polls and won the Lok Sabha elections from Kakinada seat, which includes the Pithapuram assembly segment.\n\nUnperturbed by the presence of the hugely popular Kalyan, Geetha went about her campaign by assuring voters of her services as a locally available leader and reminding them about her contributions, such as developing affordable housing, modernising the Yeluru canal and bringing the Industrial Training Institute, polytechnic, and hotel management institutes to Pithapuram. Geetha also banked on the welfare programmes of the Jagan Mohan Reddy-led government -- pension, Amma Vodi, and Cheyutha, among other such schemes for women -- to gather support.\n\nWhile Kalyan connected directly with the Pithapuram electorate through his addresses at rallies and road shows, the film star also received the backing of the film fraternity, especially his family. Elder brother and former Union minister Chiranjeevi, who has taken a break from politics, released a short video on social media, appealing for public support for Kalyan. Chiranjeevi's son Ram Charan of RRR (2022) fame, nephew Sai Durgha Tej, and other prominent actors such as Ghanta Nani and Teja Sajja of Hanu-Man (2024) fame also extended their support to the \"power star\" in the Telugu film industry.\n\nOn 13 May, Pithapuram, with 236,409 registered voters, recorded an 86.63 voting percentage, according to the ECI.",
        "source": {
            "uri": "theprint.in",
            "dataType": "news",
            "title": "ThePrint",
            "location": {
                "type": "place",
                "label": {
                    "eng": "New Delhi"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [
            {
                "uri": "prasad_nichenametla@theprint.in",
                "name": "Prasad Nichenametla",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://static.theprint.in/wp-content/uploads/2020/01/sena.jpg",
        "eventUri": "eng-9623317",
        "sentiment": 0.3098039215686275,
        "wgt": 455221084,
        "relevance": 5
    },
    {
        "uri": "8161612104",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:17:34",
        "dateTime": "2024-06-04T18:17:34Z",
        "dateTimePub": "2024-06-04T18:17:04Z",
        "dataType": "news",
        "sim": 0.5803921818733215,
        "url": "https://www.aninews.in/news/national/politics/pm-modis-massive-victory-is-a-symbol-of-unwavering-faith-of-kashi-people-rajasthan-cm-sharma20240604234245/",
        "title": "\"PM Modi's massive victory is a symbol of unwavering faith of Kashi people:\" Rajasthan CM Sharma",
        "body": "New Delhi [India], June 4 (ANI): Rajasthan Chief Minister Bhajanlal Sharma on Tuesday congratulated Prime Minister Narendra Modi over the victory registered from Varanasi in the 2024 Lok Sabha polls and said that his win was \"historic.\"\n\n\"Heartiest congratulations to the architect of 'Ek Bharat-Shrestha Bharat', 'Charioteer of Amritkaal' of New India, Prime Minister Narendra Modi, on achieving a historic victory from Varanasi Lok Sabha constituency, the confluence of India's spiritual and cultural heritage,\" said CM Sharma.\n\n\"This massive victory is a symbol of the unwavering faith of the people of Kashi, the city of Devadhishdev Mahadev,\" said the Chief Minister.\n\nPraising PM Modi, he said the win is due to the PM's guidance and leadership, public welfare vision and policies, and 'Modi ki Guarantee' dedicated to public welfare.\n\nTaking to X, he said, \"With the blessings of Lord Mahadev, under PM Modi's energetic leadership, may the foundation of 'Developed India' be strengthened and may India continue to move on the path of rapid development. Hail Lord Mahadev! Hail Lord Ganga!\"\n\nNotably, PM Modi has defeated Congress candidate Ajay Rai with a margin of 1,52,513 votes, according to the Election Commission of India.\n\nPrime Minister Modi received 6,12,970 votes while Ajay Rai received 4,60,457 votes. Bahujan Samaj Party candidate Ather Jamal Lari was in the third position with 33,766 votes.\n\nAfrer a defeat, Rai thanked the people of Kashi for their support adding that PM Modi had to face difficulty even in winning by a margin of 1,50,000 votes. (ANI)",
        "source": {
            "uri": "aninews.in",
            "dataType": "news",
            "title": "Asian News International (ANI)",
            "location": {
                "type": "country",
                "label": {
                    "eng": "India"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://d3lzcn6mbbadaf.cloudfront.net/media/details/ANI-20240604154247.jpg",
        "eventUri": "eng-9621130",
        "sentiment": 0.3568627450980393,
        "wgt": 455221054,
        "relevance": 6
    },
    {
        "uri": "8161608562",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:14:40",
        "dateTime": "2024-06-04T18:14:40Z",
        "dateTimePub": "2024-06-04T18:14:07Z",
        "dataType": "news",
        "sim": 0.6745098233222961,
        "url": "https://www.firstpost.com/explainers/lok-sabha-election-results-2024-biggest-margins-winners-candidates-bjp-congress-nda-india-13778837.html",
        "title": "Lok Sabha election results 2024: Who won by the biggest margins?",
        "body": "Bharatiya Janata Party (BJP) supporters light firecrackers after hearing of a candidate's victory during the counting of votes in India's national election, in New Delhi, India, on 4 June 2024. AP\n\nThe Bharatiya Janata Party (BJP) is confident of returning to power for a third term at the Centre as its National Democratic Alliance (NDA) has surpassed the majority mark of 272 and is leading in 292 seats. The Opposition INDIA bloc has made big gains in this Lok Sabha election and could win over 230 seats. The Others are likely to take 19 seats as vote counting progresses.\n\nThe saffron party has been reduced to 240 seats this time, compared to 303 it won in the 2019 polls. However, the party has a reason to cheer as many of its candidates have won by a significant margin.\n\nHere's a look at the biggest winners of the 2024 Lok Sabha elections.\n\nNDA's top winners\n\nShankar Lalwani of the BJP scripted history as he won the Indore Lok Sabha seat by a whooping margin of over 10 lakh votes. Not any candidate but None of the Above (NOTA) emerged as the runner-up in the Madhya Pradesh constituency, getting 218,674 votes. Notably, the BJP won all 29 Lok Sabha seats in the Hindi belt state.\n\nUnion Home Minister Amit Shah, who won a second term from Gujarat's Gandhinagar, defeated his nearest rival Congress' Sonal Patel by 744,716 votes.\n\nFormer Madhya Pradesh chief minister Shivraj Singh Chouhan won by a huge margin of over eight lakh votes from the Vidisha constituency on a BJP ticket. He trounced Congress leader Pratap Bhanu Sharma, who secured 295,052 votes.\n\nGujarat BJP president CR Patil got 10,31,065 votes in Navsari, defeating Congress candidate Naishadh Bhupatbhai Desai by a margin of 7.7 lakh votes.\n\nIn Chhattisgarh's Raipur, the BJP's Brijmohan Agrawal received 10,50,351 votes against Vikas Upadhyay of the Congress who won 475,066 votes.\n\nRajpalsinh Mahendrasinh Jadav of the BJP bagged the Panchmahal Lok Sabha seat in Gujarat by a margin of over five lakh votes against the Congress leader Gulabsinh Somsinh Chauhan.\n\nBJP's Hemang Joshi won a mandate of 873,189 votes in Gujarat's Vadodara, trouncing his nearest rival Padhiyar Jashpalsinh Mahendrasinh (Bapu) by over 5.8 lakh votes.\n\nBJP's Jyotiraditya Scindia registered a victory from Guna in Madhya Pradesh by a margin of 540,929 votes against the Congress' Yadvendra Rao Deshraj Singh.\n\nThe saffron party's Vishnu Datt Sharma also won from the Khajuraho seat by over five lakh votes. The runner-up was Bahujan Samaj Party's (BSP) Kamlesh Kumar.\n\nBJP's Alok Sharma and Sudheer Gupta also won with a margin of more than five lakh votes from Bhopal and Mandsour respectively.\n\nDr Mahesh Sharma of the saffron party won by a margin of over five lakh votes in Uttar Pradesh's Gautam Buddha Nagar.\n\nSribharat Mathukumilli of the Telugu Desam Party (TDP) won Visakhapatnam by a margin of 504,247 votes against the Yuvajana Sramika Rythu Congress Party (YSRCP) candidate Jhansi Lakshmi Botcha.\n\nINDIA parties\n\nCongress' Rakibul Hussain will be a giant slayer as he is leading with a margin of over 10 lakh votes in Assam's Dhubri Lok Sabha constituency. Hussain won 1,46,7110 votes, while his nearest rival Badruddin Ajmal of the All India United Democratic Front secured 4.5 lakh votes.\n\nRahul Gandhi clinched the Congress' bastion of Rae Bareli by a margin of 390,030 votes against the BJP's Dinesh Pratap Singh who got 297,619 votes. The former Congress chief bagged the seat with over double the margin of Sonia Gandhi in 2019.\n\nRahul Gandhi also comfortably defeated the Communist Party of India's Annie Raja in Kerala's Wayanad with over three lakh votes.\n\nWhile the Trinamool Congress (TMC) fought the elections solo in West Bengal, it is part of the INDIA bloc. Chief Minister Mamata Banerjee's nephew Abhishek Banerjee logged a massive victory over BJP's Abhijit Das (Bobby) by over seven lakh votes.\n\nLowest margins\n\nMany candidates won by a margin of less than 1,000 votes.\n\nIn Kerala's Attingal, the Congress candidate won by a few hundred votes.\n\nEknath Shinde-led Shiv Sena candidate Ravindra Waikar won by just 48 votes against rival Shiv Sena (Uddhav Balasaheb Thackrey) leader Amol Gajanan Kirtikar in the Mumbai Northwest seat.",
        "source": {
            "uri": "firstpost.com",
            "dataType": "news",
            "title": "Firstpost",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Mumbai"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://images.firstpost.com/uploads/2024/06/AP24156475368809-1-2024-06-31eb5253a5cbb1cbd35e854d89095db9.jpg?im=FitAndFill=(1200,675)",
        "eventUri": "eng-9623368",
        "sentiment": 0.5607843137254902,
        "wgt": 455220880,
        "relevance": 7
    },
    {
        "uri": "8161602695",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:14:13",
        "dateTime": "2024-06-04T18:14:13Z",
        "dateTimePub": "2024-06-04T18:09:34Z",
        "dataType": "news",
        "sim": 0.9529411792755127,
        "url": "https://www.latestly.com/agency-news/india-news-priyanka-gandhi-the-congress-talisman-who-countered-modi-6013941.html",
        "title": "India News | Priyanka Gandhi: the Congress' Talisman Who Countered Modi | LatestLY",
        "body": "Get latest articles and stories on India at LatestLY. She scoffed at Prime Minister Narendra Modi's barbs by delivering her own piercing jibes. She revived painful memories of her father's assassination to emphasise her family's sacrifices and patriotism. Drawing immense crowds in rally after rally, she emerged as the mobiliser-in-chief for her party.\n\nNew Delhi, Jun 4 (PTI) She scoffed at Prime Minister Narendra Modi's barbs by delivering her own piercing jibes. She revived painful memories of her father's assassination to emphasise her family's sacrifices and patriotism. Drawing immense crowds in rally after rally, she emerged as the mobiliser-in-chief for her party.\n\nWith the Congress putting up a surprisingly good show in the Lok Sabha polls, Priyanka Gandhi Vadra has cemented her position as her party's talisman.\n\nAlso Read | PM Narendra Modi Thanks Voters for NDA's Third Term, Says Fight Against Corruption Will Continue.\n\n\"The Congress for a long time was in search of an effective campaigner and in the 2024 elections Priyanka Gandhi has been a revelation in the way she has responded to Modi. Priyanka Gandhi showed Modi can be countered and played a key role pan-India,\" said Rasheed Kidwai, who has authored several books, including \"24 Akbar Road: A Short History Of The People Behind The Fall And Rise Of The Congress\".\n\nPolitical commentator and former Congress leader Sanjay Jha hailed Priyanka Gandhi as an \"outstanding campaigner\".\n\nAlso Read | Himachal Pradesh Election Results 2024: Huge Relief for Sukhvinder Sukhu Led Congress Government As Party Wins Four Out of Six Bypolls, Loses Four Lok Sabha Seats to BJP for Third Time in a Row.\n\n\"Her sharp and prompt rebuttals to Mr Modi's jibes have worked wonders during the campaign. Her presence has been talismanic,\" he said.\n\n\"I am very happy. I would like to say to the people of UP that they showed a lot of wisdom. I am most proud of my UP,\" she told reporters after a press conference here.\n\nThe INDIA bloc may end up falling short of the magic mark to form government but gave the country an opposition to contend with. At 3 pm, trends showed it ahead in 230 seats and the Congress leading in 98 seats, almost double of what it got last time. Priyanka Gandhi in large part was at the centre of the Congress' action, giving a number of enduring images from this election campaign.\n\nWho can forget her emotional outburst in Bengaluru when she lashed out at Prime Minister Modi over his \"gold and mangalsutra\" remarks, saying her mother Sonia Gandhi sacrificed her \"mangalsutra\" for the country.\n\nThe speculation was intense as was the spotlight on everything she said. But the Congress general secretary did not take the electoral plunge this time, opting instead to be the party's go-to star campaigner and anchor for the elections in Rae Bareli, from where her brother contested, and Amethi, where the family's aide Kishori Lal Sharma took on Union minister Smriti Irani.\n\nWhile Sharma beat Irani by more than 1.67 lakh votes, Rahul Gandhi won by 3.9 lakh votes.\n\nMuch of this is attributed to Priyanka Gandhi, who stayed camped in the two family bastions of Rae Bareli and Amethi for two weeks. If there was ever a non-playing captain in the rough and tumble that is the electoral arena it has to be the leader who was here, there and everywhere in the two constituencies.\n\nDiscussing her childhood, the pain of her father Rajiv Gandhi's assassination and her mother's grief, she steered the Congress campaign, adroitly walking the tightrope between striking a familial chord and discussing national level issues.\n\nThe spotlight firmly on her, Priyanka Gandhi was strategist, orator and mass mobiliser.\n\nAs the curtains came down on Election 2024, analysts totted up the numbers. She took part in 108 public meetings and roadshows. She also gave more than 100 media bites, one TV interview and five print interviews during her marathon election campaign.\n\nShe campaigned in 16 states and one union territory. Priyanka Gandhi also addressed two conferences of workers in Amethi and Rae Bareli.\n\nAt a packed party workers' meeting in Amethi, the Congress leader narrated the story of a woman sitting in the audience who wanted to educate her daughter but her father-in-law was against it. Undeterred, she stitched sari falls to fund her daughter's education and managed to make her a graduate.\n\nPriyanka Gandhi told the woman that she was inspired by her and then called her over to sit on stage. There were plenty of smiles all around and a few cheers too as the audience responded to a meeting that appeared to go beyond being just politics.\n\nIt was just one of the many instances in the campaign during which Priyanka Gandhi went on a charm offensive with speeches centred around anecdotes from past elections -- when she campaigned for her mother Sonia Gandhi or brother Rahul, or from her childhood when she accompanied her father Rajiv Gandhi who fought multiple elections from Amethi.\n\nIn one meeting, she said she would fast for her father's safety after he lost power and was in the opposition.\n\n\"I started keeping 'maun vrats' and my father asked why I was doing it on Sundays and told me, 'it is the only day when I get some time to speak with you',\" Priyanka Gandhi narrated.\n\nMost of her speeches were akin to a conversation with the crowd, establishing a connect and giving people the impression that this is someone they know, someone sharing her feelings and thoughts with them.\n\nAccountability was a constant refrain in her campaign speeches across the country. In her campaign speeches, Priyanka Gandhi also made it a point to appeal to people to not vote on emotive issues based on religion and caste and vote for bread and butter issues to improve their daily lives.\n\nGoing forward, her role in the party would be in focus as the wait continues for her electoral debut. If the Congress has to build on its pluses this election, she will have to be more hands-on in future with a bigger organisational role perhaps.",
        "source": {
            "uri": "latestly.com",
            "dataType": "news",
            "title": "LatestLY",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Mumbai"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://st1.latestly.com/wp-content/uploads/2018/03/default-img-01.jpg",
        "eventUri": "eng-9623436",
        "sentiment": 0.04313725490196085,
        "wgt": 455220853,
        "relevance": 8
    },
    {
        "uri": "8161602696",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:13:46",
        "dateTime": "2024-06-04T18:13:46Z",
        "dateTimePub": "2024-06-04T18:09:34Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.latestly.com/agency-news/india-news-bjp-bags-matua-bastion-in-bongaon-shantanu-thakur-records-straight-second-term-6013937.html",
        "title": "India News | BJP Bags Matua Bastion in Bongaon, Shantanu Thakur Records Straight Second Term | LatestLY",
        "body": "Kolkata, Jun 4 (PTI) Union minister and prominent Matua Community leader Shantanu Thakur retained the refugee-dominated Bongaon seat, where the elections served as a crucial test for the BJP's key agenda following the implementation of Citizenship Amendment Act (CAA) rules.\n\nThakur retained the Matua bastion of Bongoan Lok Sabha seat by a margin of over 73,000 votes.\n\nAlso Read | PM Narendra Modi Thanks Voters for NDA's Third Term, Says Fight Against Corruption Will Continue.\n\nHe bagged 7,19,505 votes against his nearest TMC rival Biswajit Das got 6,45,812 votes.\n\nThakur, a prominent leader of the Matua community, entered politics just before the 2019 Lok Sabha elections.\n\nAlso Read | Himachal Pradesh Election Results 2024: Huge Relief for Sukhvinder Sukhu Led Congress Government As Party Wins Four Out of Six Bypolls, Loses Four Lok Sabha Seats to BJP for Third Time in a Row.\n\nHe secured victory in the Bongaon (SC) Lok Sabha seat, which has a significant Matua population, by an impressive margin of 1,11,594 votes, capturing around 48 per cent of the total votes cast.\n\nKnown for his vocal support of the CAA, Thakur was appointed the Union Minister of State for the Ministry of Ports, Shipping, and Waterways in a cabinet reshuffle in July 2019.\n\nHe is a key figure in the All India Matua Mahasangha and comes from a political family. His father, Manjul Krishna Thakur, is a former TMC minister, and his brother, Subrata Thakur, serves as a BJP MLA in the West Bengal Legislative Assembly.\n\nThe constituency, currently held by the BJP, has emerged as a crucible where politics intertwines with identity, and where the promises of ideological agendas meet with the realities of their implementation.\n\nNo wonder then that ahead of the Lok Sabha polls, Bongaon has become a focal point of intense political manoeuvring, with the BJP, emboldened by the recent notification of CAA rules, positioning itself as the harbinger of hope for the Matuas by tapping into their aspirations for recognition and security.\n\n(This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
        "source": {
            "uri": "latestly.com",
            "dataType": "news",
            "title": "LatestLY",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Mumbai"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://st1.latestly.com/wp-content/uploads/2018/03/default-img-02.jpg",
        "eventUri": null,
        "sentiment": 0.2784313725490195,
        "wgt": 455220826,
        "relevance": 3
    },
    {
        "uri": "8161602703",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:12:26",
        "dateTime": "2024-06-04T18:12:26Z",
        "dateTimePub": "2024-06-04T18:09:34Z",
        "dataType": "news",
        "sim": 0.5372549295425415,
        "url": "https://www.latestly.com/agency-news/india-news-bjp-led-nda-gets-simple-majority-crosses-half-way-mark-6013924.html",
        "title": "India News | BJP-led NDA Gets Simple Majority, Crosses Half-way Mark | LatestLY",
        "body": "Get latest articles and stories on India at LatestLY. The BJP-led NDA on Tuesday got a simple majority in the Lok Sabha elections by winning 273 seats.\n\nNew Delhi, Jun 4 (PTI) The BJP-led NDA on Tuesday got a simple majority in the Lok Sabha elections by winning 273 seats.\n\nWhile results for 498 seats were declared by the Election Commission, counting on 45 seats was still on.\n\nAlso Read | PM Narendra Modi Thanks Voters for NDA's Third Term, Says Fight Against Corruption Will Continue.\n\nAccording to the tally on the EC website, the BJP has already won 226 seats, and its allies TDP and JDU won 12 seats each, Shiv Sena 7, LJP (Ram Vilas) 5 and JDS and RLD two seats each.\n\nOther NDA partners including Jana Sena, NCP, UPPL, AJSU, HAMS, SKM and Apna Dal (Sone Lal) have won one seat each.\n\nAlso Read | Himachal Pradesh Election Results 2024: Huge Relief for Sukhvinder Sukhu Led Congress Government As Party Wins Four Out of Six Bypolls, Loses Four Lok Sabha Seats to BJP for Third Time in a Row.\n\nThe BJP had already won the Surat Lok Sabha seat unopposed.\n\nAs per the latest tally, the BJP was leading in 12 more seats, while TDP was leading in four more seats and some other NDA partners like AGP were leading in one seat.\n\n(This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
        "source": {
            "uri": "latestly.com",
            "dataType": "news",
            "title": "LatestLY",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Mumbai"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://st1.latestly.com/wp-content/uploads/2018/03/default-img-02.jpg",
        "eventUri": "eng-9618804",
        "sentiment": 0.4274509803921569,
        "wgt": 455220746,
        "relevance": 4
    },
    {
        "uri": "8161603977",
        "lang": "eng",
        "isDuplicate": true,
        "date": "2024-06-04",
        "time": "18:11:26",
        "dateTime": "2024-06-04T18:11:26Z",
        "dateTimePub": "2024-06-04T18:10:32Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.devdiscourse.com/article/politics/2961829-assam-congress-candidate-pradyut-borodoloi-wins-from-nagaon-parliamentary-constituency",
        "title": "Assam: Congress candidate Pradyut Borodoloi wins from Nagaon parliamentary constituency | Politics",
        "body": "Congress workers expressed their jubilation and celebrated on Tuesday after party candidate Pradyut Bordoloi won from the Nagaon parliamentary constituency in Assam. Pradyut Bordoloi said, \"In Assam, Chief Minister Himanta Biswa Sarma has been dividing people on the basis of religion. The politics of religious polarisation has come to an end. This election has given a clear and clarion signal.\"\n\nAccording to ECI trends and results, the BJP has won in 2 Lok Sabha constituencies and is leading in 7 constituencies in Assam. The Congress is leading in 3 seats. The United People's Party, Liberal (UPPL) is leading in 1 seat while the Asom Gana Parishad (AGP) is leading in one seat. The Congress party thanked the people of India after the party improved its tally from the last elections and the INDIA bloc is poised to cross the 230 mark in the 2024 Lok Sabha elections.\n\nThe party posted a picture of Congress President Mallikarjun Kharge, party leader Rahul Gandhi, Priyanka Gandhi, and former AICC president Sonia Gandhi, posing with the victory symbol. It was captioned \"Dhanyavad Hindustan.\" As the counting for the Lok Sabha elections was nearing its end, the Bharatiya Janata Party-led National Democratic Alliance (NDA) crossed the majority mark and is ahead on around 300 seats, while the INDIA bloc, defying all predictions is leading on over 230 seats. (ANI)\n\n(This story has not been edited by Devdiscourse staff and is auto-generated from a syndicated feed.)",
        "source": {
            "uri": "devdiscourse.com",
            "dataType": "news",
            "title": "Devdiscourse",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Sonipat"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://www.devdiscourse.com/remote.axd?https://devdiscourse.blob.core.windows.net/devnews/04_06_2024_23_37_40_2929567.jpg?width=920&format=jpeg",
        "eventUri": null,
        "sentiment": 0.4039215686274509,
        "wgt": 455220686,
        "relevance": 4
    },
    {
        "uri": "8161602712",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:10:49",
        "dateTime": "2024-06-04T18:10:49Z",
        "dateTimePub": "2024-06-04T18:09:34Z",
        "dataType": "news",
        "sim": 0.8705882430076599,
        "url": "https://www.latestly.com/agency-news/india-news-tmc-candidates-shatrughan-sinha-kirti-azad-emerge-victorious-in-ls-polls-6013910.html",
        "title": "India News | TMC Candidates Shatrughan Sinha, Kirti Azad Emerge Victorious in LS Polls | LatestLY",
        "body": "Get latest articles and stories on India at LatestLY. Actor-turned-politician and sitting MP Shatrughan Sinha won from the Asansol Lok Sabha seat in West Bengal on Tuesday, the ECI said.The TMC leader defeated his nearest rival S S Ahluwalia of the BJP by a margin of 59,564 votes.\n\nKolkata, Jun 4 (PTI) Actor-turned-politician and sitting MP Shatrughan Sinha won from the Asansol Lok Sabha seat in West Bengal on Tuesday, the ECI said.The TMC leader defeated his nearest rival S S Ahluwalia of the BJP by a margin of 59,564 votes.\n\nSinha secured 6,05,645 votes, while Ahluwalia garnered 5,46,081 votes.\n\nAlso Read | PM Narendra Modi Thanks Voters for NDA's Third Term, Says Fight Against Corruption Will Continue.\n\nCricketer-turned-politician Kirti Azad defeated his nearest rival Dilip Ghosh of the BJP by 1,37,981 votes in the Bardhaman-Durgapur Lok Sabha seat.\n\nAzad, the TMC candidate, secured 7,20,667 votes, while Ghosh, a former state BJP president, got 5,82,686 votes.\n\nAlso Read | Himachal Pradesh Election Results 2024: Huge Relief for Sukhvinder Sukhu Led Congress Government As Party Wins Four Out of Six Bypolls, Loses Four Lok Sabha Seats to BJP for Third Time in a Row.\n\nSpeaking to reporters, Shatrughan Sinha said, \"This is Mamata Banerjee's win. I will try my best to address the issues in the constituency. I had earlier said Mamata ji will be a game-changer and TMC will sweep Bengal.\"\n\nSinha, the sitting Asansol MP, alleged that the exit polls were \"fabricated to misguide voters\".\n\nDuring the by-poll held in the constituency in 2022, Sinha defeated BJP's Agnimitra Paul by a margin of 3,03,209 votes. The Lok Sabha seat went vacant after the then BJP MP Babul Supriyo resigned and joined the Trinamool Congress.\n\nThe Asansol Lok Sabha constituency in Paschim Bardhaman district comprises seven assembly constituencies - Pandabeswar, Raniganj, Jamuria, Asansol Dakshin, Asansol Uttar, Kulti and Barabani.\n\nThe constituency has unaddressed issues related to unemployment and drinking water problems and has a mixed population.\n\n(This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
        "source": {
            "uri": "latestly.com",
            "dataType": "news",
            "title": "LatestLY",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Mumbai"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://st1.latestly.com/wp-content/uploads/2018/03/default-img-01.jpg",
        "eventUri": "eng-9622593",
        "sentiment": 0.2784313725490195,
        "wgt": 455220649,
        "relevance": 3
    },
    {
        "uri": "8161602714",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:10:09",
        "dateTime": "2024-06-04T18:10:09Z",
        "dateTimePub": "2024-06-04T18:09:34Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.latestly.com/agency-news/india-news-bihar-rjds-misa-bharti-wins-from-patliputra-rohini-acharya-loses-in-saran-6013904.html",
        "title": "India News | Bihar: RJD's Misa Bharti Wins from Patliputra, Rohini Acharya Loses in Saran | LatestLY",
        "body": "Get latest articles and stories on India at LatestLY. Rajya Sabha MP Misa Bharti, RJD candidate and elder daughter of party supremo Lalu Prasad, won the Patliputra Lok Sabha seat, defeating her nearest BJP rival Ram Kripal Yadav by a margin of over 85,000 votes.\n\nPatna, Jun 4 (PTI) Rajya Sabha MP Misa Bharti, RJD candidate and elder daughter of party supremo Lalu Prasad, won the Patliputra Lok Sabha seat, defeating her nearest BJP rival Ram Kripal Yadav by a margin of over 85,000 votes.\n\nHowever, Rohini Acharya, Lalu's other daughter who was an RJD nominee from Saran Lok Sabha constituency, lost by over 13,661 votes to BJP's Rajiv Pratap Rudy.\n\nAlso Read | PM Narendra Modi Thanks Voters for NDA's Third Term, Says Fight Against Corruption Will Continue.\n\nIn Patliputra Lok Sabha seat, Misa Bharti secured 6,13,283 votes, whereas, her nearest rival BJP's Yadav secured 528109 votes.\n\nIn Arrah Lok Sabha seat, BJP leader and Union minister RK Singh lost his seat by over 59,808 votes to Communist Party of India (Marxist-Leninist) (Liberation)'s Sudama Prasad.\n\nAlso Read | Himachal Pradesh Election Results 2024: Huge Relief for Sukhvinder Sukhu Led Congress Government As Party Wins Four Out of Six Bypolls, Loses Four Lok Sabha Seats to BJP for Third Time in a Row.\n\nRaja Ram Singh of the Communist Party of India (Marxist-Leninist) (Liberation) won Karakat Lok Sabha seat by defeating Bhojpuri singer and independent candidate, Pawan Singh, by a margin of over 1,05858 votes.\n\nCommunist Party of India (Marxist Leninist) Liberation's candidate, Shiv Prakash Ranjan, won the Agiaon assembly constituency by-poll with a margin of over 29835 votes by defeating his nearest rival Prabhunath Prasad of the Janata Dal (United).\n\nThe Agiaon assembly segment, under Arrah Lok Sabha seat, where the by-election held simultaneously on June 1, had recorded a turnout of 46 per cent. The by-election was necessitated due to the disqualification of CPI (ML) Liberation MLA Manoj Manzil following his conviction in a murder case.\n\n(This is an unedited and auto-generated story from Syndicated News feed, LatestLY Staff may not have modified or edited the content body)",
        "source": {
            "uri": "latestly.com",
            "dataType": "news",
            "title": "LatestLY",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Mumbai"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://st1.latestly.com/wp-content/uploads/2018/03/default-img-02.jpg",
        "eventUri": null,
        "sentiment": 0.388235294117647,
        "wgt": 455220609,
        "relevance": 7
    },
    {
        "uri": "8161599653",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:07:50",
        "dateTime": "2024-06-04T18:07:50Z",
        "dateTimePub": "2024-06-04T18:07:04Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.aninews.in/news/national/politics/assam-congress-candidate-pradyut-borodoloi-wins-from-nagaon-parliamentary-constituency20240604233130/",
        "title": "Assam: Congress candidate Pradyut Borodoloi wins from Nagaon parliamentary constituency",
        "body": "Nagaon (Assam) [India], June 4 (ANI): Congress workers expressed their jubilation and celebrated on Tuesday after party candidate Pradyut Bordoloi won from the Nagaon parliamentary constituency in Assam.\n\nPradyut Bordoloi said, \"In Assam, Chief Minister Himanta Biswa Sarma has been dividing people on the basis of religion. The politics of religious polarisation has come to an end. This election has given a clear and clarion signal.\"\n\nAccording to ECI trends and results, the BJP has won in 2 Lok Sabha constituencies and is leading in 7 constituencies in Assam. The Congress is leading in 3 seats. The United People's Party, Liberal (UPPL) is leading in 1 seat while the Asom Gana Parishad (AGP) is leading in one seat.\n\nThe Congress party thanked the people of India after the party improved its tally from the last elections and the INDIA bloc is poised to cross the 230 mark in the 2024 Lok Sabha elections.\n\nThe party posted a picture of Congress President Mallikarjun Kharge, party leader Rahul Gandhi, Priyanka Gandhi, and former AICC president Sonia Gandhi, posing with the victory symbol. It was captioned \"Dhanyavad Hindustan.\"\n\nAs the counting for the Lok Sabha elections was nearing its end, the Bharatiya Janata Party-led National Democratic Alliance (NDA) crossed the majority mark and is ahead on around 300 seats, while the INDIA bloc, defying all predictions is leading on over 230 seats. (ANI)",
        "source": {
            "uri": "aninews.in",
            "dataType": "news",
            "title": "Asian News International (ANI)",
            "location": {
                "type": "country",
                "label": {
                    "eng": "India"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://d3lzcn6mbbadaf.cloudfront.net/media/details/ANI-20240604180120.jpg",
        "eventUri": null,
        "sentiment": 0.4039215686274509,
        "wgt": 455220470,
        "relevance": 5
    },
    {
        "uri": "8161598465",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:06:49",
        "dateTime": "2024-06-04T18:06:49Z",
        "dateTimePub": "2024-06-04T18:06:12Z",
        "dataType": "news",
        "sim": 0.7647058963775635,
        "url": "https://www.rediff.com/news/report/lead-margin-less-than-third-place-candidates-votes-on-many-seats/20240604.htm",
        "title": "Lead margin less than third place candidate's votes on many seats",
        "body": "In at least 15 Lok Sabha seats, the margin of votes between the top two leading candidates was less than the votes secured by the person third in the tally by 6 pm.\n\nIMAGE: The counting of votes for the Lok Sabha elections is underway, at a counting centre in Amritsar, Punjab, June 4, 2024. Photograph: ANI Photo\n\nMajority of these constituencies are in Uttar Pradesh and the party that is on the third slot even as the counting is still underway on several seats is the Bahujan Samaj Party, a party neither with the National Democratic Alliance nor the opposition INDIA bloc.\n\nInterestingly, in at least two seats -- Siwan and Karakat, both in Bihar, an Independent is right behind the leading candidate.\n\nIn the trends available till 6 pm, Vijaylakshmi Devi from the Janata Dal-United was leading with 3,66,168 votes in Siwan followed by Hena Shahab, the wife of former MP from this seat, Mohammad Shahabuddin.\n\nWhile Shahab, who fought the polls as an independent, was trailing behind Devi with a margin of 87,806 votes, Rashtriya Janata Dal's Awadh Bihari Choudhary was on the third position.\n\nSimilarly in Karakat, Communist Party of India-Marxist Leninist Liberation candidate Raja Ram Singh was leading with 3,70,929 votes by 6 pm, while Bhojpuri singer Pawan Singh, an Independent, stood behind him by a margin of 1,04,494 votes.\n\nUpendra Kushwaha of the Rashtriya Lok Morcha was trailing on the third position by 6 pm, data on Election Commission of India website showed.\n\nAs counting exercise that began at 8 am continued till late evening, the latest trends showed the Bharatiya Janata Party won 143 seats and was leading in 97 of 542 seats, while the Congress had won 57 and had leads in 42.\n\nThe country's most politically significant state Uttar Pradesh, which sends 80 MPs to the Lok Sabha, and the BJP's bastion of power seemed to be the game changer, bringing the ruling NDA down from the promise of '400 par' with which 2024 polls had started.\n\nIn Amroha seat, BJP's Kanwar Singh Tanwar had amassed 3,85,120 votes and leading the tally with a slender margin of 1,619 votes by 6 pm, with Congress' Danish Ali trailing behind him.\n\nHowever, BSP's Mujahid Husain had secured 1,38,998 votes by the same time.\n\nSimilarly, in Bansgaon constituency, Kamlesh Paswan of the BJP was leading with a margin of 3,708 votes followed by Congress' Sadal Prasad followed by BSP's Ramsamujh who had secured 60,103 votes by 6 pm.\n\nIn Muzaffarnagar, the margin of votes between the top two leading candidates in that order -- Harendra Singh Malik of the Samajwadi Party and Sanjeev Kumar Balyan of the BJP -- stood at 13,316 while Dara Singh Prajapati of the BSP had secured 1,33,119 votes by late evening.\n\nIn Sultanpur, Rambhual Nishad of the Samajwadi Party had amassed 4,40,579 votes and led with a margin of 43,034 votes followed by BJP's Maneka Gandhi, while Udraj Verma of the BSP had secured 1,62,273 votes.\n\nThe situation was similar in Azamgarh, where Bhojpuri actor and sitting MP Dinesh Lal Yadav 'Nirahua' was trailing on the second position behind SP's Dharmendra Yadav, with a margin of 1,59,112 votes.\n\nHowever, Mashhod Sabeeha Ansari of the BSP had secured 1,79,189 votes by 6 pm, more than the margin.\n\nIn Basti, SP's Ram Prasad Chaudhary led with 98,883 votes followed by BJP's Harish Chandra and BSP's Lavkush Patel who had secured 1,02,818 votes.\n\nIn Tamil Nadu's Coimbatore, Ganapathy Rajkumar P of the Dravida Munnetra Kazhagam led with a margin of 78,682 votes by 6 pm, followed by BJP's Annamalai K and All India Anna Dravida Munnetra Kazhagam's Singai G Ramachandran was on the third position with 1,62,566 votes.\n\nIn Badaun, while the margin between the SP and BJP candidates was 33,419 votes by 6 pm, the BSP has secured 86,380 votes.\n\nSimilarly in Akbarpur, such a margin was 53,709 while the candidate finishing third had 68,750 votes by 6 pm.\n\nThe trend was similar in Ballia, Ambedkar Nagar, Domariyanganj, Banda and Bijnor seats.\n\nIn Aligarh, Satish Kumar Gautam of the BJP was leading with a margin 14,775 votes while Hitendra Kumar of the BSP on the third position had secured 1,23,717 votes by 6 am.\n\nIn Chandauli seat, former Union minister Mahendra Nath Pandey lost to SP's Birendra Singh by a margin of 21,565 votes, while the candidate on the third position secured 1,59,903 votes.",
        "source": {
            "uri": "rediff.com",
            "dataType": "news",
            "title": "Rediff.com India Ltd.",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Mumbai"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [
            {
                "uri": "senjo_m_r@rediff.com",
                "name": "Senjo M R",
                "type": "author",
                "isAgency": false
            }
        ],
        "image": "https://im.rediff.com/news/2024/jun/04vote-counting1.jpg",
        "eventUri": "eng-9624609",
        "sentiment": 0.2,
        "wgt": 455220409,
        "relevance": 5
    },
    {
        "uri": "8161597290",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:06:02",
        "dateTime": "2024-06-04T18:06:02Z",
        "dateTimePub": "2024-06-04T18:05:24Z",
        "dataType": "news",
        "sim": 0.5176470875740051,
        "url": "https://www.livemint.com/politics/india-shining-how-the-alliance-s-satraps-beat-the-bjp-on-their-home-turf-11717518046132.html",
        "title": "INDIA shining: How the alliance's satraps beat the BJP on their home turf",
        "body": "New Delhi: In perhaps the biggest election upset in India's recent history, the ruling Bharatiya Janata Party's (BJP) seat count fell short (32) of the 272 majority mark in the 543-seat Lok Sabha, landing at 240 (including leads), and well short of its ambitious target of 400 seats for the NDA. But the bruised party is still set to form the next government with support from its allies in the National Democratic Alliance (NDA), including the Janata Dal (United), or JDU, and the Telugu Desam Party (TDP). The NDA's tally stood at 291 (including leads) at the time of going to press.\n\nThe opposition Indian National Developmental Inclusive Alliance (INDIA), meanwhile, has done unexpectedly well, belying just about every exit poll prediction. The alliance is winning in 233 seats (including leads), with the Congress party, which had struggled to cross the 50 mark in the previous two elections, in the vanguard and within kissing distance of the 100 mark.\n\nWhile the performance by the Congress was creditable relative to the last two elections, the real show stealers in the INDIA bloc were regional parties Samajwadi Party, Trinamool Congress and Dravida Munnetra Kazhagam, which along with smaller contributions from Uddhav Thackeray's Shiv Sena and Sharad Pawar's NCP bagged more than a hundred seats, and propelled the alliance's total to 233. It may not form the government but after a decade, the country is likely to have a strong opposition, provided the alliance holds and there are no defections.\n\nIn Uttar Pradesh, which sends the most MPs -- 80 -- to the Lok Sabha, the Samajwadi Party turned the tables on the BJP, with the alliance winning 43 of the 80 seats (including leads). In 2019, the NDA had won 64 seats in the state. In Maharashtra, which has the next highest number of MPs -- the Congress, NCP and Uddhav Thackeray's Shiv Sena took 29 seats (including leads) -- the NDA had won 41 seats in 2019. In Bengal, where national partners Congress, the Left and the Trinamool Congress fought each other, Mamata Banerjee's party increased its seat count by seven to 29 (including leads). In Tamil Nadu, the alliance was leading in all the 39 seats (including leads) with the DMK at the forefront again.\n\nWhile the political chaos in Maharashtra meant the elections would be unpredictable, it is Uttar Pradesh, at the heart of the BJP's big Ram Mandir pitch, that has thrown up the biggest surprise. The Ram Mandir was not the primary election issue, as the BJP had hoped it would be, and as Mint had reported last month. Indeed, most voters across states, and more specifically Uttar Pradesh, did not cite the Ram Mandir as an election issue. The BJP's overreliance on what it believed to be its trump card clearly has not paid off.\n\nIn the end, the unkindest cut for the BJP came from Ayodhya. The saffron party lost to the SP in the Faizabad seat, of which Ayodhya is a part. This is despite building the Ram temple, an airport, a railway station and an expressway; despite the temple corridor, five-star hotels and the influx of tourists and the money they brought along; and despite the Yogi Adityanath government's focus on law and order and a slew of welfare schemes both from the Centre and the state. What happened in the constituency mirrored the disaffection for the BJP across the state.\n\nIn a sense, 2024 has turned out to be more like a traditional Indian election, where constituencies and local factors matter as much as national narratives, unlike in 2014 and 2019, when the only question was if Narendra Modi should be prime minister.\n\nThere are four big takeaways for the BJP this election.\n\nOne, Prime Minister Modi's brand is no longer enough to win elections on its own. Modi's popularity had peaked in 2019 in several states and to that extent, it seems to have plateaued. Nevertheless, the BJP is gaining fresh ground in states such as Telangana and Odisha, where the PM's popularity is on the uptick, but not enough to offset losses in key states.\n\nTwo, the state leadership is equally important. Besides Gujarat, which is a Modi-Amit Shah bastion, the one state that has kept the BJP in good stead is Madhya Pradesh, where the party swept all the 29 seats. Former chief minister Shivraj Singh Chouhan's massive popularity and his government's welfare delivery seem to have given the BJP a big fillip there, as was evident on the ground, with voters across the board pledging their support for 'Mamaji', as Chouhan is fondly known. This factor was evidently missing in other heartland states such as Haryana and Rajasthan, where the BJP had done tremendously well in 2019 but has suffered serious reverses in this election, due to a diminished state leadership.\n\nThree, the Centre's welfare plank is a solid one, but weakens when there is an opposition party in the state that can sing the same song. In West Bengal, for instance, chief minister Mamata Banerjee's own welfare delivery is strong enough to overshadow the Centre's. Voters, especially women, cite her popular schemes such as Lakshmir Bhandar, more than Modi's initiatives. The BJP had hoped to improve on its solid performance in West Bengal in 2019 but ended up losing seats.\n\nAnd four, a united Opposition can pose a far greater challenge by making gains in each state, even in the absence of an overarching national narrative, as happened in Uttar Pradesh and Maharashtra.\n\n\"I think the verdict clearly sets out a message for course correction. The BJP will be in government but will need to be more accommodative in dealing with the Opposition while the Opposition can no longer complain about being voiceless,\" said Chandrachur Singh, professor of political science at Delhi University's Hindu College. \"The verdict can be read as one that is full of mixed bags for all. For the NDA, it offers power but cautions them on future prospects, while for the Opposition it gives them a little now but perhaps brightens their prospects if they play the constructive role required of a responsible opposition.\"\n\nNilanjan Mukhopadhyay, veteran journalist and author, Narendra Modi: The Man, the Times, felt that the prime minister will have to become more accommodating with his NDA partners henceforth. \"Going forward, for the survival of his government, Modi has to demonstrate skills in taking others along and forge a consensus. He will have to restart parliamentary processes like referring to Standing Committees, which were almost totally discontinued,\" said Mukhopadhyay.\n\nThe big headline of this election is undoubtedly Uttar Pradesh. The BJP had everything going for it in the state, from a popular chief minister with a law and order record to boast of to the Ram Mandir, a decimated Opposition and a formidable win in the 2022 assembly election.\n\nWhat seems to have worked against the BJP is its over-reliance on the Ram Mandir issue, as well as a lack of vacancies in government jobs, the paper leak scandal, inflation and the Agniveer scheme.\n\nThe caste configuration of constituencies and Samajwadi Party's tactic of fielding only five candidates from the Yadav community worked in its favour, helping it secure votes beyond its core Yadav-Muslim vote bank. It made inroads into the non-Yadav OBC vote and shifted a significant chunk of the Scheduled Caste vote towards itself. Both these are vote banks that the BJP has relied on significantly.\n\nThe Congress-SP alliance also helped prevent a split in the Muslim vote, which almost en masse seems to have gone to the alliance.\n\n\"Economic issues, too, have played a major role in this verdict and PM Narendra Modi failed to construct an overarching narrative. The opposition strategy, in UP particularly, was very effective. This is Modi's biggest electorally humbling moment,\" said Mukhopadhyay.\n\nMaharashtra, meanwhile, is more a case of too many cooks spoiling the broth. \"Yahan sab khichdi bani huyi hai,\" was a common lament among voters and that seems to have been reflected in the outcome as well. Ultimately, the Uddhav Thackeray-led Shiv Sena and Sharad Pawar NCP outdid their rival factions. Uddhav was seen as the rightful heir of the Shiv Sena legacy, while the Pawar patriarch clearly had voter sympathy for what they perceived as a 'betrayal' by his nephew and NDA ally Ajit Pawar.\n\nAs expected, every political party touted its welfare schemes during campaigning. For the NDA, 'Suvidha' was the buzzword this election too and is perhaps the plank that helped the BJP emerge as the single largest party, thanks to schemes offering rural houses, free rations, water, subsidized gas and cash payouts through PM Kisan Nidhi.\n\nBut unlike in 2019 when welfare gave the BJP the push to the 303 mark, 2024 was different for two reasons. One, several of these central schemes are not new, with voters having already rewarded the BJP for these in the 2019 Lok Sabha polls as well as several state elections. Voters now view these schemes as a given and not with the enthusiasm of 2019. It is in states where the BJP's state governments have a solid welfare record to show that the BJP is benefiting from the double-engine model. Madhya Pradesh and Assam are instant examples, with voters in these states citing state government schemes such as Ladli Laxmi and Orunodoi more than the Modi government initiatives. The NDA won 10 of the 14 seats in Assam (including leads).\n\nSecondly, that welfare is a key poll plank is now clear to all political parties and they are mastering the art of selling their programmes to the electorate, giving the BJP tough competition.\n\nAnother factor that has been a mixed bag for the BJP is its 'There is no alternative' (TINA) pitch. Some voters did indeed vote for the party as they felt the absence of a national alternative. The perceived absence of a pan-India alternative to Modi meant INDIA failed to emerge as the single largest bloc.\n\nOn the other hand, it is bad news for the BJP that the TINA factor was discussed at all in this election. In 2019, it was hardly a factor, with the vote for BJP primarily a euphoric vote for Modi. The 2024 election, however, saw several voters looking for something more.\n\n\"Now we have seen Modi for 10 years and while his work has been good, one perhaps wouldn't mind trying out a new prime minister. Today, there is no PM candidate on the other side, hence we are supporting Modi. But tomorrow, if a candidate emerges, it will not be easy for the BJP. Boredom does set in,\" said Kuldeep Singh of Sehore in Madhya Pradesh, summing up the thinking of some voters in the 2024 Lok Sabha poll.",
        "source": {
            "uri": "livemint.com",
            "dataType": "news",
            "title": "mint",
            "location": {
                "type": "place",
                "label": {
                    "eng": "New Delhi"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://www.livemint.com/lm-img/img/2024/06/04/600x338/PTI06-04-2024-000250B-0_1717518247600_1717518335804.jpg",
        "eventUri": "eng-9618804",
        "sentiment": 0.4666666666666666,
        "wgt": 455220362,
        "relevance": 16
    },
    {
        "uri": "8161592012",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:04:22",
        "dateTime": "2024-06-04T18:04:22Z",
        "dateTimePub": "2024-06-04T18:01:21Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://news.abplive.com/entertainment/celebrities/tmc-deepak-adhikary-aka-dev-defeats-bjp-s-hiranmoy-chattopadhyay-in-ghatal-seat-by-over-1-8-lakh-votes-1693217",
        "title": "TMC's Deepak Adhikari AKA Dev Defeats BJP's Hiranmoy Chattopadhyay In Ghatal Seat By Over 1.8 Lakh Votes",
        "body": "Ghatal Lok Sabha Election Results 2024: Trinamool Congress candidate Deepak Adhikary defeated BJP candidate Hiranmoy Chattopadhyay with over 1.8 lakh votes in the the Lok Sabha Election. ( Image Source :Dev Adhikary, Harinmoy/Instagram. )\n\nGhatal Lok Sabha Election Results 2024: Trinamool Congress candidate Deepak Adhikari defeated BJP candidate Hiranmoy Chattopadhyay with over 95,000 votes in the the Lok Sabha Election 2024 from the Ghatal Lok Sabha constituency. Deepak garnered a total of 837990 votes while Hiranmoy received 655122 votes. TMC marked its win with a margin of 182868 otes.\n\nAbout TMC Candidate Deepak Adhikari\n\nOne of Tollywood's highest-paid performers, Deepak Adhikari (Dev), made his silver screen debut in Tollywood in 2006 with Agnishapath. He is a highly sought-after Bengali actor who has made a name for himself in the industry by winning numerous accolades. The actor-turned-politician's fame helped him garner more than 50% of the vote in the 2014 national elections. In 2022, Dev became embroiled in a scandal with an alleged cattle smuggling case.\n\nAbout Ghatal Lok Constituency\n\nWest Bengal's Ghatal Lok Sabha Constituency is a powerful political bastion with a great deal of political clout in India. The region continues to play a significant role in the political scene of the state and has a diversified population. The constituency held a successful election on May 25th, during the sixth phase of the election, with 82.17 percent of voters casting ballots.\n\nFrom 1977 until 2014, the Ghatal Lok Sabha constituency was a bastion of the Communist Party. However, in that year, the Trinamool Congress made a decisive victory and ended the Communist Party's hold on the Ghatal. In the 2014 elections, TMC candidate Dipak Adhikari secured the top spot, with 50.70%, 31.40%, and 6.93% of the vote, respectively, ahead of CPI candidate Santosh Rana and INC candidate Manas Bhunia.\n\nThe current MP for the Trinamool Congress received 48.22 percent of the vote in 2019 and began his second term. In addition, the BJP saw a notable increase in their vote share of 34.04 percent by finishing in second place with 40.97% of the total votes. Tapan Ganguly, the CPI candidate, received 6.56% of the vote and took third place.",
        "source": {
            "uri": "news.abplive.com",
            "dataType": "news",
            "title": "english",
            "location": {
                "type": "country",
                "label": {
                    "eng": "India"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://feeds.abplive.com/onecms/images/uploaded-images/2024/06/04/6f6bb7dffefcfff978bcdead1af294011717500039337274_original.jpg?impolicy=abp_cdn&imwidth=640",
        "eventUri": null,
        "sentiment": 0.06666666666666665,
        "wgt": 455220262,
        "relevance": 8
    },
    {
        "uri": "8161594618",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:04:20",
        "dateTime": "2024-06-04T18:04:20Z",
        "dateTimePub": "2024-06-04T18:03:24Z",
        "dataType": "news",
        "sim": 0,
        "url": "https://www.ndtv.com/india-news/lok-sabha-election-2024-results-live-lalu-yadavs-daughters-misa-wins-patliputra-rohini-acharya-loses-in-saran-bihar-5819072",
        "title": "Lok Sabha Election Results 2024: Lalu Yadav's Daughters Misa Wins Patliputra, Rohini Acharya Loses In Saran",
        "body": "Election Results 2024: However, Rohini Acharya, Lalu's other daughter who was an RJD nominee from Saran Lok Sabha constituency, lost by over 13,661 votes to BJP's Rajiv Pratap Rudy.\n\nRohini Acharya lost by over 13,661 votes (File)\n\nPatna:\n\nRajya Sabha MP Misa Bharti, RJD candidate and elder daughter of party chief Lalu Prasad, won the Patliputra Lok Sabha seat, defeating her nearest BJP rival Ram Kripal Yadav by a margin of over 85,000 votes.\n\nHowever, Rohini Acharya, Lalu's other daughter who was an RJD nominee from Saran Lok Sabha constituency, lost by over 13,661 votes to BJP's Rajiv Pratap Rudy.\n\nIn Patliputra Lok Sabha seat, Misa Bharti secured 6,13,283 votes, whereas, her nearest rival BJP's Yadav secured 528109 votes.\n\nIn Arrah Lok Sabha seat, BJP leader and Union minister RK Singh lost his seat by over 59,808 votes to Communist Party of India (Marxist-Leninist) (Liberation)'s Sudama Prasad.\n\nRaja Ram Singh of the Communist Party of India (Marxist-Leninist) (Liberation) won Karakat Lok Sabha seat by defeating Bhojpuri singer and independent candidate, Pawan Singh, by a margin of over 1,05858 votes.\n\nCommunist Party of India (Marxist Leninist) Liberation's candidate, Shiv Prakash Ranjan, won the Agiaon assembly constituency by-poll with a margin of over 29835 votes by defeating his nearest rival Prabhunath Prasad of the Janata Dal (United).\n\nPromotedListen to the latest songs, only on JioSaavn.com\n\nThe Agiaon assembly segment, under Arrah Lok Sabha seat, where the by-election held simultaneously on June 1, had recorded a turnout of 46 per cent. The by-election was necessitated due to the disqualification of CPI (ML) Liberation MLA Manoj Manzil following his conviction in a murder case.\n\n(Except for the headline, this story has not been edited by NDTV staff and is published from a syndicated feed.)",
        "source": {
            "uri": "ndtv.com",
            "dataType": "news",
            "title": "NDTV",
            "location": {
                "type": "place",
                "label": {
                    "eng": "New Delhi"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://c.ndtvimg.com/2024-05/oe3bi1o8_rohini-acharya-_625x300_23_May_24.jpeg?ver-20240506.08",
        "eventUri": null,
        "sentiment": 0.2078431372549019,
        "wgt": 455220260,
        "relevance": 6
    },
    {
        "uri": "8161592022",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:02:22",
        "dateTime": "2024-06-04T18:02:22Z",
        "dateTimePub": "2024-06-04T18:01:21Z",
        "dataType": "news",
        "sim": 0.7490196228027344,
        "url": "https://news.abplive.com/elections/lok-sabha-election-results-2024-rashtrapati-bhavan-circuit-1-closed-june-9-bjp-nda-congress-india-govt-oath-ceremony-1693307",
        "title": "Rashtrapati Bhavan's Circuit -1 To Remain Closed For Public Till June 9 As BJP Plans Oath Event",
        "body": "Lok Sabha Election Results: The Rashtrapati Bhavan will be closed to the general public from Wednesday to Sunday due to preparations for the forthcoming swearing-in ceremony of the council of ministers. This was announced in an official statement on Tuesday. \"Visit of Rashtrapati Bhavan (Circuit -1) will remain closed for the general public from June 5 to 9, 2024, due to preparation for the forthcoming event of swearing-in-ceremony of the council of ministers at Rashtrapati Bhavan,\" said the statement issued by the President's office.\n\nCircuit-1 offers visitors a tour of the main building, forecourt, reception, Navachara, banquet hall, upper loggia, Lutyens' grand stairs, guest wing, Ashok hall, north drawing room, long drawing room, library, Durbar hall and Lord Buddha statue.\n\nIn the wake of the recent Lok Sabha elections, the Bharatiya Janata Party (BJP) is set to become the single-largest party but will fall short of the majority mark of 272 seats in the 543-member Lok Sabha. The BJP-led National Democratic Alliance (NDA), however, is expected to cross the magic figure comfortably.\n\n\"People have placed their faith in NDA, for a third consecutive time! This is a historical feat in India's history,\" said Prime Minister Narendra Modi in his first message after the results were announced. \"I bow to the Janata Janardan for this affection and assure them that we will continue the good work done in the last decade to keep fulfilling the aspirations of people,\" Modi added in his message posted on X.\n\nDespite Modi's optimistic statement, the BJP is expected to reflect on the reasons behind its reduced numbers. The party is projected to win about 240 seats, a significant drop from the 303 it secured in 2019.\n\nALSO READ | 'First Time After 1962...': PM Modi Expresses Gratitude As NDA Heads For Historic Third Consecutive Term\n\nModi's attempt to pivot the election around the opposition's alleged Muslim appeasement and his contentious phrases faced significant criticism. The BJP's manifesto received little attention, while the party's leaders focused attacks on the Congress over its manifesto.\n\nThe Prime Minister's slogan \"400 paar\" aimed to project a grand majority but may have contributed to a sense of complacency among his supporters, while rallying fence-sitters around the opposition's concerns over threats to the Constitution and misuse of investigative agencies.\n\nAccording to news agency PTI, a BJP leader noted that the party is expected to perform well in several states, including Madhya Pradesh, Odisha, Chhattisgarh, and Gujarat. \"It will be wrong to interpret the verdict against the party's agenda or its leadership,\" the leader said.\n\nHowever, the party faced a significant setback in Uttar Pradesh, a BJP stronghold since 2014. The party won or was leading in only 33 of the state's 80 seats, a sharp decline from the 62 seats it secured in 2019. This loss has raised concerns about the party's future strategy in the state, particularly under Chief Minister Yogi Adityanath.\n\nThe issue of unemployment, especially among the youth, also played a role against the BJP in several states, acknowledged party leaders, as per PTI.",
        "source": {
            "uri": "news.abplive.com",
            "dataType": "news",
            "title": "english",
            "location": {
                "type": "country",
                "label": {
                    "eng": "India"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://feeds.abplive.com/onecms/images/uploaded-images/2024/06/04/2913f528c1b994fb6248378f46835888171752261556625_original.jpg?impolicy=abp_cdn&imwidth=640",
        "eventUri": "eng-9624305",
        "sentiment": 0.2862745098039217,
        "wgt": 455220142,
        "relevance": 4
    },
    {
        "uri": "8161592602",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:02:18",
        "dateTime": "2024-06-04T18:02:18Z",
        "dateTimePub": "2024-06-04T18:01:46Z",
        "dataType": "news",
        "sim": 0.6549019813537598,
        "url": "https://www.firstpost.com/explainers/no-majority-for-bjp-in-lok-sabha-what-happens-next-how-important-are-naidu-and-nitish-13778836.html",
        "title": "No majority for BJP in Lok Sabha: What happens next? How important are Naidu and Nitish?",
        "body": "Prime Minister Narendra Modi in his speech after the results of the 2024 Lok Sabha elections, said his third term would see big decisions taken and uprooting corruption would be a priority. AP\n\nBefore the election, the BJP-led NDA set itself the lofty goal of winning 400 seats in Parliament.\n\nThree exit polls too predicted that the '400 par' was a possibility, while the others said that the alliance would return stronger than ever.\n\nOn Tuesday, that didn't happen.\n\nWhile the NDA comfortably crossed the 'magic mark' of 272 seats in the Lok Sabha needed to form the government, it is nowhere close to that 400 prediction.\n\nThe BJP is also well down from the over 350 seats it won in the 2019 Lok Sabha election.\n\nModi in his speech after the results of the 2024 Lok Sabha elections, said his third term would see big decisions taken and uprooting corruption would be a priority.\n\n\"The fight against corruption is becoming tougher by the day. Corruption is being shamelessly glorified for political interest. In our third term, NDA will focus a lot on rooting out corruption of all kinds,\" Modi said.\n\nModi's speech did not refer to its reduced numbers in Parliament but focussed on the \"clean sweep\" victories in assembly elections as well as Lok Sabha wins in Madhya Pradesh, Gujarat, Chhattisgarh, Odisha, Delhi, Himachal Pradesh and Uttarakhand.\n\nModi also said that the Congress has been wiped out in several states and pointed out that the combined number of seats won by the opposition alliance was less than that of the BJP alone.\n\nBut what happens next? How dependent is the BJP on its alliance partners? How important are Chandrababu Naidu and Nitish Kumar? What can we expect?\n\nThe BJP, meanwhile, which pollsters uniformly predicted to return with an even bigger majority than its 303 seats in 2019, has won 192 seats and is leading in 42 seats.\n\nWhich means that the party cannot form the government on its own strength.\n\nMeanwhile, the BJP's alliance partners in the NDA - the Chandrababu Naidu-led Telugu Desam Party and Nitish Kumar's JD (U) - have won and are leading in 16 and 12 seats respectively.\n\nThe INDI alliance has racked up 234 seats with the Congress just one shy of the psychologically important three figure mark with its combined wins and leads.\n\nThe Samajwadi Party has won 33 seats and is leading in four seats, while the Trinamool Congress has won 22 seats and is leading in seven seats.\n\nThe BJP being the single-largest party will obviously be invited to form the next government.\n\nWhich is why its future is now in the hands of its allies.\n\nWhy Naidu and Nitish matter\n\nPrime Minister Narendra Modi in his first speech after the results of the 2024 Lok Sabha elections thanked TDP supremo Naidu and Bihar chief minister Nitish Kumar for the successes in Andhra Pradesh and Bihar\n\nModi and Shah earlier in the day dialled Naidu - who is set to return as Andhra Pradesh chief minister for the fourth time - and congratulated him on a remarkable comeback.\n\nModi and Shah's outreach should come as no surprise given reports that Sharad Pawar, a senior leader in the INDIA alliance and a man known for having friends in high places across the political aisle, is in touch with Naidu.\n\nPawar, of course, has denied any such reports.\n\n\"I have not called up Chandrababu Naidu... Whatever is the outcome, after discussing with colleagues in the other INDIA allies, we shall share it publicly tomorrow,\" Pawar was quoted as saying by Deccan Chronicle.\n\nIndeed, the 74-year-old Naidu, who began his career with the Congress before jumping ship to his father-in-law's TDP has been often described as a 'political opportunist.'\n\nNaidu, who split from the BJP in 2019, returned to the NDA fold for the 2024 polls.\n\nSome would argue that this is Naidu's last chance to be prime minister.\n\nA piece in Indian Express, noting the reports of calls from INDI alliance leaders to Naidu, said the TDP chief may well be able to demand 'several ministries' in order to help the alliance take power.\n\nKumar, meanwhile, is so famed for switching sides that he has earned the nickname 'paltu Ram.'\n\nKumar has been switching back and forth between camps since 2013.'\n\nABP News earlier on Tuesday reported that the INDI alliance has offered Kumar the post of deputy prime minister and Naidu special status for Andhra Pradesh to try to bring them over to their side.\n\nA piece in the I_ndian Express_ noted how Nitish could play kingmaker or even be the king.\n\n\"The BJP will likely need the JD(U), the third-largest NDA party, to form the government. But given Nitish's record, his support is not likely to make for a stable Centre. And he may leverage his performance to eke out a better deal with INDIA,\" the piece argued.\n\nWhile both Naidu and Kumar have reportedly assured the BJP of their support, only time will tell if the BJP makes both men an offer too good to refuse to keep them in the tent.\n\nWhat happens next?\n\nExperts say the BJP finds itself in an unfamiliar position.\n\nA piece in BBC noted that the BJP going forward will be reliant on its partners and will thus need to take a more consultative and deliberative approach.\n\n\"This dependency makes it vulnerable to collapse if allies feel neglected. The party, once perceived as all-powerful, is now reliant on allies, unlike in 2014 and 2019,\" the piece noted.\n\nA piece in The Hindu noted the BJP now finds itself in the same position as it did in 1998 when Atal Behari Vajpayee established the first incarnation of the NDA.\n\n\"The 2024 Lok Sabha election result, which has left the BJP with less than a majority of seats, will likely lead to changes -- not just in terms of how the coalition, if it fructifies in governmental terms, is run, but also in the internal dynamics of the BJP,\" the piece argued.\n\nThe piece, stating that Naidu and Kumar had both received offers from the INDI alliance, noted that Modi now has to play a new role - of a conciliatory consensus maker.\n\nThe piece predicted that the BJP will put its uniform civil code and 'One Nation one polls' plank on the backburner.\n\nIt also said it may bring back the post of NDA convener if the numbers hold.\n\n\"More than anything else, Tuesday's poll outcome may result in a more conciliatory position from the BJP and the Prime Minister,\" the piece stated.\n\nOthers say a return to Vajpayee's coalition dharma is imminent.\n\nPolitical scientist Ashwani Kumar of the Tata Institute of Social Sciences (TISS) told The Hindu, \"Given the rich tradition of centrist politics in India, the BJP is set to enter into the Rajdharma of rainbow coalition, reverting to Atal Behari Vajpayee's consensual politics of governance [while] reinventing the idea of cooperative federalism. Thus, let's expect what a legendary political scientist called a 'consocial' or power sharing democracy, within the majoritarian polity of India,\" he said.\n\n\"India will likely have an NDA government, where the BJP does not have a majority on their own, and coalition politics will come into real play,\" Sandeep Shastri, the national coordinator of the Lokniti Network told Al Jazeera.\n\n\"There will be questions on imagining Modi as a leader of the alliance, where he would have to listen to non-BJP leaders much more,\" Shastri predicted.\n\nModi's victory speech at the BJP headquarters, however, was thin on politics and heavy on the future roadmap of his government, which he noted was coming for the third consecutive time, a first in six decades.\n\n\"Our Constitution is our guiding light. I want to assure that the Centre will work with all states, irrespective of the party in power there, to work towards our resolve to make India a developed country,\" Modi said.\n\nThe prime minister arrived at the BJP headquarters to a rousing welcome by hundreds of supporters who chanted 'Modi, Modi'. He was greeted by BJP President J P Nadda and Union Ministers Rajnath Singh and Amit Shah on the dais.\n\nThe backdrop on the stage had 'Dhanyawad Bharat' written in various languages, including Urdu.\n\nModi began his speech with 'Jai Jagannath' and thanked the people of Odisha for giving BJP a clear mandate for the first time.",
        "source": {
            "uri": "firstpost.com",
            "dataType": "news",
            "title": "Firstpost",
            "location": {
                "type": "place",
                "label": {
                    "eng": "Mumbai"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://images.firstpost.com/uploads/2024/06/modi-june-4-win-AP-2024-06-37487539eaf38092463c06328f1ce847.jpg?im=FitAndFill=(1200,675)",
        "eventUri": "eng-9623167",
        "sentiment": 0.2392156862745098,
        "wgt": 455220138,
        "relevance": 9
    },
    {
        "uri": "8161592025",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "18:02:08",
        "dateTime": "2024-06-04T18:02:08Z",
        "dateTimePub": "2024-06-04T18:01:22Z",
        "dataType": "news",
        "sim": 0.6745098233222961,
        "url": "https://news.abplive.com/elections/northeast-lok-sabha-election-results-2024-full-list-of-winners-1692902",
        "title": "Northeast Lok Sabha Election Results 2024: Full List Of Winners",
        "body": "New Delhi: General elections were held in India from 19 April to 1 June 2024 in seven phases, to elect all 543 members of the Lok Sabha. This election was the largest-ever in history, surpassing the previous one, and lasting 44 days, making it the second longest after the 1951-52 Indian general election.\n\nThe incumbent Prime Minister Narendra Modi, having completed his second term, is running for a third consecutive term.\n\nArunachal Pradesh Lok Sabha Election Results\n\nThe Lok sabha election results 2024 in Arunachal Pradesh was held on April 19, 2024, to elect two members. Simultaneously, the state also conducted its legislative assembly election.\n\nIn the last Lok Sabha elections in 2019, BJP had won 2 seats. Under the leadership of Prime Minister Narendra Modi, a resurgent BJP has achieved two consecutive election victories in 2014 and 2019.\n\nThe Lok Sabha Election 2024 in Assam took placein in three phases from April 19 to May 7, 2024, to elect 14 members to the 18th Lok Sabha.\n\nExit survey has predict that NDA is projected to win 10-13 of the 14 seats, with the BJP expected to secure 8-11 of these. The Congress is anticipated to win 2-5 seats, while the AIUDF is likely to claim one seat.\n\nThe Lok Sabha election in Manipur took place on April 19 and 26, 2024, to elect two members to the 18th Lok Sabha. The constituencies of Inner Manipur and Outer Manipur participated in the electoral process.\n\nThe Lok Sabha election 2024 in Meghalaya was held on 19 April 2024 to elect 2 members of 18th Lok Sabha.\n\nAccording to the exit poll, the NDA is projected to secure between 0 to 1 seat in Meghalaya, indicating a potential presence for the alliance in the state's parliamentary representation.\n\nThe Lok Sabha Election in Mizoram held on April 19 To elect one member.\n\nNagaland Lok Sabha Election Results\n\nThe Lok Sabha election 2024 in Nagaland was held on 19 April 2024 to elect lone member of from Nagaland.\n\nTripura Lok Sabha Election Results\n\nThe Lok Sabha election 2024 in Tripura held in 2 Phases, On 19 April 2024 and 26 April 2024 to elect 2 members.\n\nSikkim Lok Sabha Election Results\n\nThe Lok Sabha election 2024 was held in Sikkim on 19 April 2024 to elect the sole member of 18th Lok Sabha from Sikkim.",
        "source": {
            "uri": "news.abplive.com",
            "dataType": "news",
            "title": "english",
            "location": {
                "type": "country",
                "label": {
                    "eng": "India"
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://feeds.abplive.com/onecms/images/uploaded-images/2024/06/03/298634621a1d8b02c925b5ca6273c0611717435204752935_original.jpg?impolicy=abp_cdn&imwidth=640",
        "eventUri": "eng-9622191",
        "sentiment": 0.192156862745098,
        "wgt": 455220128,
        "relevance": 21
    },
    {
        "uri": "8161588010",
        "lang": "eng",
        "isDuplicate": false,
        "date": "2024-06-04",
        "time": "17:59:09",
        "dateTime": "2024-06-04T17:59:09Z",
        "dateTimePub": "2024-06-04T17:57:38Z",
        "dataType": "news",
        "sim": 0.6431372761726379,
        "url": "https://timesofindia.indiatimes.com/city/imphal/inner-manipur-lok-sabha-election-results-2024-congress-angomcha-bimol-akoijam-wins-by-over-1-lakh-votes/articleshow/110712202.cms",
        "title": "Inner Manipur Lok Sabha election results 2024: Congress' Angomcha Bimol Akoijam wins by over 1 lakh votes | Imphal News - Times of India",
        "body": "NEW DELHI: In a notable political shift, the Congress party has secured both Lok Sabha seats in Manipur amidst ongoing ethnic strife, according to the Election Commission. Angomcha Bimol Akoijam triumphed in the Inner Manipur constituency, defeating his closest competitor, BJP's Thounaojam Basantakumar, by a significant margin of 1,09,801 votes. Akoijam received 3,74,017 votes, while Basantakumar garnered 2,64,216 votes.\n\nManipur has been in turmoil since May of last year, following ethnic violence triggered by a march by Kuki tribals protesting the Meitei community's demand for Scheduled Tribes status.The conflict has resulted in over 220 deaths, including those of security personnel, and has caused widespread displacement. Despite the unrest, the BJP-led government has held power in the state since 2017.\n\nFollowing the announcement of the election results, state Congress president K Meghachandra demanded chief minister N Biren Singh's resignation, holding him responsible for the ongoing crisis.\n\nAkoijam, in his victory speech, prioritized the rehabilitation of those displaced by the conflict and the restoration of normalcy. He also urged his supporters to refrain from celebrating the victory due to the dual challenges of conflict and recent flooding in the state.\n\nBasantakumar, the defeated BJP candidate, is a prominent state cabinet minister, overseeing the portfolios of Education and Law & Legislative Affairs.\n\nAlso See: Lok Sabha Election Results 2024 Live Updates\n\nThe Inner Manipur Lok Sabha constituency, one of the two seats of Manipur state. The Inner Manipur Parliamentary constituency is made up of 32 assembly constituencies. The constituency went on for the election in the first phase on 19th of April. There are over 9,91,574 lakh voters in the constituency. The voter turnout this year was 7,94,790 which is 80.15%.\n\nBJP candidate Singh highlighted the crucial need for the Center's support to drive Manipur towards becoming a developed state.\n\nMeanwhile, Congress candidate Akoijam expressed concerns about attempts to sow division among the people along ethnic and tribal lines.\n\nWhile there are six candidates, including independent candidates, in the fray for the seat, both the BJP and the Congress anticipate that the electoral battle will primarily be between them.\n\nIn the 2019 general election, Congress candidate Dr Thokchom Meinya was elected from the Inner Manipur seat with 2,30,837 (39.59%) votes. Moirangthem Nara of Communist Party of India (CPI) was the runner-up with 1,99,890 (34.28%) votes. In the 2014 general election also Dr. Thokchom Meinya ran victorious with Moirangthem Nara as the runner-up.\n\nAlso Read:",
        "source": {
            "uri": "timesofindia.indiatimes.com",
            "dataType": "news",
            "title": "The Times of India",
            "location": {
                "type": "place",
                "label": {
                    "eng": "New Delhi"
                },
                "country": {
                    "type": "country",
                    "label": {
                        "eng": "India"
                    }
                }
            },
            "locationValidated": false
        },
        "authors": [],
        "image": "https://static.toiimg.com/thumb/msid-110712246,width-1070,height-580,imgsize-41230,resizemode-75,overlay-toi_sw,pt-32,y_pad-40/photo.jpg",
        "eventUri": "eng-9622559",
        "sentiment": -0.04313725490196074,
        "wgt": 455219949,
        "relevance": 8
    }
]