[
    {
        "batch_start": 0,
        "batch_end": 99,
        "questions": "1. Who expressed optimism about forming a government despite the BJP falling short of a majority in the 2024 Lok Sabha elections?\n    - A. Tejashwi Yadav\n    - B. Narendra Modi\n    - C. Rahul Gandhi\n    - D. Mamata Banerjee\n    - E. None of the above\n\n2. What was a significant factor in the BJP's inability to secure a clear majority in the 2024 Lok Sabha elections?\n    - A. Effective opposition campaign\n    - B. Economic downturn\n    - C. Natural disasters\n    - D. International sanctions\n    - E. None of the above\n\n3. Where did the BJP face significant losses in the 2024 Lok Sabha elections, particularly affecting their overall seat count?\n    - A. Uttar Pradesh\n    - B. Gujarat\n    - C. Punjab\n    - D. Kerala\n    - E. None of the above\n\n4. When did the counting of votes for the 2024 Lok Sabha elections conclude?\n    - A. June 1, 2024\n    - B. June 4, 2024\n    - C. May 30, 2024\n    - D. June 8, 2024\n    - E. None of the above\n\n5. Why did the BJP need to rely on coalition partners to form the government in the 2024 Lok Sabha elections?\n    - A. They did not achieve a simple majority\n    - B. They faced international pressure\n    - C. They had internal party conflicts\n    - D. They lost key allies\n    - E. None of the above\n\n6. How did the opposition INDIA alliance perform in the 2024 Lok Sabha elections compared to previous elections?\n    - A. They gained significant strength\n    - B. They lost more seats\n    - C. They maintained the same number of seats\n    - D. They boycotted the elections\n    - E. None of the above\n\n7. Who congratulated Prime Minister Narendra Modi on his victory in the 2024 Lok Sabha elections?\n    - A. Vladimir Putin\n    - B. Joe Biden\n    - C. Emmanuel Macron\n    - D. All of the above\n    - E. None of the above\n\n8. What was a key issue that the opposition INDIA alliance capitalized on during the 2024 Lok Sabha elections?\n    - A. Anti-incumbency sentiment\n    - B. Foreign policy\n    - C. Environmental issues\n    - D. Technological advancements\n    - E. None of the above\n\n9. Where did the BJP experience a significant decline in performance in the 2024 Lok Sabha elections?\n    - A. Scheduled Castes reserved seats in Uttar Pradesh\n    - B. Urban constituencies in Maharashtra\n    - C. Rural areas in Punjab\n    - D. Coastal regions in Kerala\n    - E. None of the above\n\n10. When is Prime Minister Narendra Modi expected to take the oath for his third term following the 2024 Lok Sabha elections?\n    - A. June 8, 2024\n    - B. June 5, 2024\n    - C. June 10, 2024\n    - D. June 12, 2024\n    - E. None of the above\n\n11. Why did the stock market experience a significant crash following the 2024 Lok Sabha election results?\n    - A. BJP failed to secure a clear majority\n    - B. Natural disasters\n    - C. International sanctions\n    - D. Technological failures\n    - E. None of the above\n\n12. How did the INDIA alliance plan to form a government despite falling short of a majority in the 2024 Lok Sabha elections?\n    - A. By seeking support from NDA partners and independents\n    - B. By calling for re-elections\n    - C. By forming a new political party\n    - D. By merging with the BJP\n    - E. None of the above\n\n13. Who was a key figure in the INDIA alliance's strategy to gain additional support to form a government in the 2024 Lok Sabha elections?\n    - A. Nitish Kumar\n    - B. Amit Shah\n    - C. Arvind Kejriwal\n    - D. Mamata Banerjee\n    - E. None of the above\n\n14. What was a major challenge for Prime Minister Narendra Modi in his third term following the 2024 Lok Sabha elections?\n    - A. Maintaining coalition unity\n    - B. International trade agreements\n    - C. Technological advancements\n    - D. Environmental policies\n    - E. None of the above\n\n15. Where did the opposition INDIA alliance see a significant increase in their seat count in the 2024 Lok Sabha elections?\n    - A. West Bengal\n    - B. Gujarat\n    - C. Punjab\n    - D. Kerala\n    - E. None of the above\n\n16. When did the Election Commission of India announce the results for the 2024 Lok Sabha elections?\n    - A. June 4, 2024\n    - B. May 30, 2024\n    - C. June 1, 2024\n    - D. June 8, 2024\n    - E. None of the above\n\n17. Why did the opposition INDIA alliance perform better than expected in the 2024 Lok Sabha elections?\n    - A. Effective campaign strategies\n    - B. Technological advancements\n    - C. International support\n    - D. Economic policies\n    - E. None of the above\n\n18. How did the BJP's seat count in the 2024 Lok Sabha elections compare to their performance in 2019?\n    - A. It decreased significantly\n    - B. It increased significantly\n    - C. It remained the same\n    - D. It fluctuated throughout the election\n    - E. None of the above\n\n19. Who played a crucial role in the BJP's coalition management following the 2024 Lok Sabha elections?\n    - A. Nitish Kumar and Chandrababu Naidu\n    - B. Rahul Gandhi and Mamata Banerjee\n    - C. Arvind Kejriwal and Akhilesh Yadav\n    - D. Tejashwi Yadav and Sharad Pawar\n    - E. None of the above\n\n20. What was a significant outcome of the 2024 Lok Sabha elections for the Congress party?\n    - A. They increased their seat count to 99\n    - B. They lost all their seats\n    - C. They formed a new coalition\n    - D. They boycotted the elections\n    - E. None of the above"
    },
    {
        "batch_start": 100,
        "batch_end": 199,
        "questions": "1. Who congratulated Prime Minister Narendra Modi on his third consecutive term following the 2024 Lok Sabha elections?\n    - A. US President Joe Biden\n    - B. Russian President Vladimir Putin\n    - C. French President Emmanuel Macron\n    - D. All of the above\n    - E. None of the above\n\n2. What was the primary reason for the BJP's poor performance in Rajasthan during the 2024 Lok Sabha elections?\n    - A. Boycott by major castes such as Jats, Rajputs, Meenas, and Gurjars\n    - B. Overconfidence and lack of experienced leadership\n    - C. Internal conflicts and controversial remarks by party leaders\n    - D. All of the above\n    - E. None of the above\n\n3. Where did the Samajwadi Party (SP) show a strong performance in the 2024 Lok Sabha elections?\n    - A. Uttar Pradesh\n    - B. Maharashtra\n    - C. West Bengal\n    - D. Bihar\n    - E. None of the above\n\n4. When did the 2024 Lok Sabha elections take place?\n    - A. April 19 to June 1\n    - B. March 15 to May 10\n    - C. May 1 to June 15\n    - D. April 1 to May 30\n    - E. None of the above\n\n5. Why did the BJP need coalition support to form the government after the 2024 Lok Sabha elections?\n    - A. The BJP won 240 seats, falling short of the 272-seat majority mark\n    - B. The BJP lost significant ground in key states like Uttar Pradesh and Bihar\n    - C. The INDIA alliance posed strong competition\n    - D. All of the above\n    - E. None of the above\n\n6. How did the international media react to the 2024 Lok Sabha election results?\n    - A. Highlighted Modi's need for coalition support\n    - B. Emphasized the opposition's gains\n    - C. Questioned Modi's ability to push economic reforms\n    - D. All of the above\n    - E. None of the above\n\n7. Who emerged victorious in the Shrawasti constituency in the 2024 Lok Sabha elections?\n    - A. BJP's candidate\n    - B. Congress's candidate\n    - C. SP's Ram Shiromani Verma\n    - D. BSP's candidate\n    - E. None of the above\n\n8. What significant political shift occurred in Andhra Pradesh during the 2024 elections?\n    - A. N Chandrababu Naidu secured 135 out of 175 Assembly seats\n    - B. The BJP won a majority in the state\n    - C. The Congress party gained significant ground\n    - D. The INDIA alliance dominated the elections\n    - E. None of the above\n\n9. Where did the TMC increase its vote share in the 2024 Lok Sabha elections?\n    - A. Uttar Pradesh\n    - B. Maharashtra\n    - C. West Bengal\n    - D. Bihar\n    - E. None of the above\n\n10. When did the Election Commission of India announce the 2024 Lok Sabha election results?\n    - A. June 1\n    - B. June 4\n    - C. June 5\n    - D. June 6\n    - E. None of the above\n\n11. Why did the INDIA bloc decide to sit in opposition despite winning 234 seats in the 2024 Lok Sabha elections?\n    - A. They did not have enough seats to form a government\n    - B. They wanted to focus on opposing BJP's rule\n    - C. They believed it was a moral defeat for the BJP\n    - D. All of the above\n    - E. None of the above\n\n12. How did the BJP perform in the 2024 Lok Sabha elections in Maharashtra?\n    - A. Won 9 out of 48 seats\n    - B. Secured a majority in the state\n    - C. Lost all seats to the INDIA alliance\n    - D. Dominated the elections with a landslide victory\n    - E. None of the above\n\n13. Who led the strategic meeting of the INDIA bloc held in New Delhi on June 5?\n    - A. Prime Minister Narendra Modi\n    - B. Congress President Mallikarjun Kharge\n    - C. BJP President JP Nadda\n    - D. TMC leader Mamata Banerjee\n    - E. None of the above\n\n14. What was the outcome of the 2024 Lok Sabha elections for the BJP in Uttar Pradesh?\n    - A. BJP won 37 seats\n    - B. BJP lost significant ground to the INDIA alliance\n    - C. BJP's strategy failed against the opposition's social coalition\n    - D. All of the above\n    - E. None of the above\n\n15. Where did the BJP face significant losses in the 2024 Lok Sabha elections?\n    - A. Uttar Pradesh\n    - B. Maharashtra\n    - C. Rajasthan\n    - D. All of the above\n    - E. None of the above\n\n16. When did Prime Minister Narendra Modi receive congratulatory messages from several world leaders following his re-election?\n    - A. Immediately after the election results were announced\n    - B. During the election campaign\n    - C. Before the elections\n    - D. After forming the government\n    - E. None of the above\n\n17. Why did the BJP's performance in the 2024 Lok Sabha elections surprise many political analysts?\n    - A. The BJP did not secure a majority on its own\n    - B. The opposition INDIA alliance performed better than expected\n    - C. The BJP needed coalition support to form the government\n    - D. All of the above\n    - E. None of the above\n\n18. How did the Samajwadi Party (SP) perform in the 2024 Lok Sabha elections in Uttar Pradesh?\n    - A. Leading in 37 out of 44 seats for the INDIA alliance\n    - B. Lost all seats to the BJP\n    - C. Secured a majority in the state\n    - D. Dominated the elections with a landslide victory\n    - E. None of the above\n\n19. Who won the high-profile Amethi seat in the 2024 UP Lok Sabha elections?\n    - A. BJP's Smriti Irani\n    - B. Congress's Rahul Gandhi\n    - C. Congress's Kishori Lal Sharma\n    - D. SP's Akhilesh Yadav\n    - E. None of the above\n\n20. What was the significant outcome of the 2024 Lok Sabha elections for the INDIA alliance?\n    - A. Secured 234 seats\n    - B. Decided to sit in opposition\n    - C. Criticized BJP and Prime Minister Narendra Modi\n    - D. All of the above\n    - E. None of the above"
    }
]